{
  "quotes": [
    {
      "text": "Everything happens for a reason. Life puts you down, only so you can get back up for the better things. Live life, forgive and forget. Let go of the past.",
      "source": "Hussein Nishah",
      "length": 154,
      "id": 7023
    },
    {
      "text": "Never undervalue who you are, and NEVER underestimate what you are capable of.",
      "source": "Auliq Ice",
      "length": 78,
      "id": 7024
    },
    {
      "text": "Start over, my darling. Be brave enough to find the life you want and courageous enough to chase it. Then start over and love yourself the way you were always meant to.",
      "source": "Madalyn Beck",
      "length": 168,
      "id": 7025
    },
    {
      "text": "One day they'll realize they lost a diamond while playing with worthless stones.",
      "source": "Turcois Ominek",
      "length": 80,
      "id": 7026
    },
    {
      "text": "Live without pretending, love without depending, listen without defending, speak without offending.",
      "source": "Drake",
      "length": 99,
      "id": 7027
    },
    {
      "text": "If you don't make the time to work on creating the life you want, you're eventually going to be forced to spend a lot of time dealing with a life you don't want.",
      "source": "Kevin Ngo",
      "length": 161,
      "id": 7028
    },
    {
      "text": "Be thankful for all things in life. Even for the bad things. Sometimes the worst situations in life turn out to be the best things that ever happened to us.",
      "source": "John Milson",
      "length": 156,
      "id": 7029
    },
    {
      "text": "Never regret anything from your past because one day, you'll look back and thank it for hurting you so much that you decided to become a stronger human being.",
      "source": "Faith Star",
      "length": 158,
      "id": 7030
    },
    {
      "text": "Successful people studied to gain knowledge not to gain grades.",
      "source": "Udayveer Singh",
      "length": 63,
      "id": 7031
    },
    {
      "text": "You dream. You plan. You reach. There will be obstacles. There will be doubters. There will be mistakes. But with hard work, with belief, with confidence and trust in yourself and those around you, there are no limits.",
      "source": "Michael Phelps",
      "length": 218,
      "id": 7032
    },
    {
      "text": "It's not strength, it's perception that makes you stronger. If you change how you see it, you'll change how you feel about it.",
      "source": "Yvonne Pierre",
      "length": 126,
      "id": 7033
    },
    {
      "text": "Take all the time you need to heal emotionally. Moving on doesn't take a day, it takes lots of little steps to be able to break free of your broken self.",
      "source": "Tere Arigo",
      "length": 153,
      "id": 7034
    },
    {
      "text": "If you can't fly then run, if you can't run then walk, if you can't walk then crawl. But whatever you do, you have to keep moving forward.",
      "source": "Martin Luther King Jr.",
      "length": 138,
      "id": 7035
    },
    {
      "text": "Your body adapts to what you eat. Your mind adapts to what you consume. Your soul adapts to what you love. What you feed yourself today is who you become tomorrow.",
      "source": "James Clear",
      "length": 163,
      "id": 7036
    },
    {
      "text": "No matter how hard it gets, stick your chest out, keep your head up and handle it.",
      "source": "Tupac",
      "length": 82,
      "id": 7037
    },
    {
      "text": "Be positive. Your mind is more powerful than you think. What is down in the well comes up in the bucket. Fill yourself with positive.",
      "source": "Tony Dungy",
      "length": 133,
      "id": 7038
    },
    {
      "text": "Pay no attention to toxic words. What people say is often a reflection of themselves, not you.",
      "source": "Christian Baloga",
      "length": 94,
      "id": 7039
    },
    {
      "text": "Sometimes life sends us people who don't love us enough, to remind us of what we're worthy of.",
      "source": "Mandy Hale",
      "length": 94,
      "id": 7040
    },
    {
      "text": "People will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
      "source": "Maya Angelou",
      "length": 119,
      "id": 7041
    },
    {
      "text": "Life doesn't always give you what you want but if you look closely you will see that it gives you what you need for your growth.",
      "source": "Leon Brown",
      "length": 128,
      "id": 7042
    },
    {
      "text": "Rumors are carried by haters, spread by fools, and accepted by idiots.",
      "source": "Nishan Panwar",
      "length": 70,
      "id": 7043
    },
    {
      "text": "Stop worrying about what tomorrow may bring. Focus on what you can control. Stay positive. Enjoy today. Expect good things to come.",
      "source": "Karen Salmansohn",
      "length": 131,
      "id": 7044
    },
    {
      "text": "Tell me, I forget. Show me, I remember. Involve me, I understand.",
      "source": "Chinese Proverb",
      "length": 65,
      "id": 7045
    },
    {
      "text": "The sun is a daily reminder that we too can rise again from the darkness, that we too can shine our own light.",
      "source": "S. Ajna",
      "length": 110,
      "id": 7046
    },
    {
      "text": "Let go of the people who dull your shine, poison your spirit, and bring you drama. Cancel your subscription to their issues.",
      "source": "Steve Maraboli",
      "length": 124,
      "id": 7047
    },
    {
      "text": "Tomorrow is not promised and the past can't be changed therefore live each day to the fullest and know that every new day is a blessing.",
      "source": "Nishan Panwar",
      "length": 136,
      "id": 7048
    },
    {
      "text": "Sometimes life takes you in a direction you never saw yourself going but it turns out to be the best road you have ever taken.",
      "source": "Abhishek Tiwari",
      "length": 126,
      "id": 7049
    },
    {
      "text": "The clock is running. Make the most of today. Time waits for no man. Yesterday is history. Tomorrow is a mystery. Today is a gift. That's why it is called the present.",
      "source": "Alice Morse Earle",
      "length": 167,
      "id": 7050
    },
    {
      "text": "When you learn how to be alone you'll discover the difference between alone and lonely.",
      "source": "L. J. Vanier",
      "length": 87,
      "id": 7051
    },
    {
      "text": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
      "source": "Henry Ford",
      "length": 114,
      "id": 7052
    },
    {
      "text": "Life will only change when you become more committed to your dreams than you are to your comfort zone.",
      "source": "Billy Cox",
      "length": 102,
      "id": 7053
    },
    {
      "text": "The hustle brings the dollar. The experience brings the knowledge. The persistence brings success.",
      "source": "Ross Simmonds",
      "length": 98,
      "id": 7054
    },
    {
      "text": "An arrow can only be shot by pulling it backward. So when life is dragging you back with difficulties, it means that it's going to launch you into something great. So just focus, and keep aiming.",
      "source": "Paulo Coelho",
      "length": 195,
      "id": 7055
    },
    {
      "text": "Things have a way of working themselves out if we just remain positive.",
      "source": "Lou Holtz",
      "length": 71,
      "id": 7056
    },
    {
      "text": "Do what makes you happy, be with who makes you smile, laugh as much as you breathe, and love as long as you live.",
      "source": "Rachel Ann Nunes",
      "length": 113,
      "id": 7057
    },
    {
      "text": "I will not be another flower, picked for my beauty and left to die. I will be wild, difficult to find, and impossible to forget.",
      "source": "Erin Van Vuren",
      "length": 128,
      "id": 7058
    },
    {
      "text": "Listen to your heart more than the opinions of others. A decision made because of the opinions of others is one we often come to regret.",
      "source": "Haemin Sunim",
      "length": 136,
      "id": 7059
    },
    {
      "text": "People who repeatedly attack your confidence and self-esteem are quite aware of your potential, even if you are not.",
      "source": "Wayne Gerard Trotman",
      "length": 116,
      "id": 7060
    },
    {
      "text": "Don't worry about finding the love of your life. First, love yourself and everything will fall into place.",
      "source": "Ralph Napolitano",
      "length": 106,
      "id": 7061
    },
    {
      "text": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is.",
      "source": "Dita Von Teese",
      "length": 183,
      "id": 7062
    },
    {
      "text": "You've done it before and you can do it now. See the positive possibilities. Redirect the substantial energy of your frustration and turn it into positive, effective, unstoppable determination.",
      "source": "Ralph Marston",
      "length": 193,
      "id": 7063
    },
    {
      "text": "It's okay to be alone, to be sad, to rest and repair. Really.",
      "source": "Susan Cain",
      "length": 61,
      "id": 7064
    },
    {
      "text": "If you want your children to turn out well, spend twice as much time with them and half as much money.",
      "source": "Abigail Van Buren",
      "length": 102,
      "id": 7065
    },
    {
      "text": "When it hurts - observe. Life is trying to teach you something.",
      "source": "Anita Krizzan",
      "length": 63,
      "id": 7066
    },
    {
      "text": "Today is difficult, tomorrow is much more difficult, but the day after tomorrow is beautiful. Most people die tomorrow evening.",
      "source": "Jack Ma",
      "length": 127,
      "id": 7067
    },
    {
      "text": "Trust the process. Your time is coming. Just do the work and the results will handle themselves.",
      "source": "Tony Gaskins",
      "length": 96,
      "id": 7068
    },
    {
      "text": "You can't go back and change the beginning, but you can start where you are and change the ending.",
      "source": "C. S. Lewis",
      "length": 98,
      "id": 7069
    },
    {
      "text": "You don't get rich by spending your time to save money. You get rich by saving your time to make money.",
      "source": "Naval Ravikant",
      "length": 103,
      "id": 7070
    },
    {
      "text": "Don't allow someone not worth it to have the power to occupy your thoughts. If they don't find you worth the effort or the time, why should you waste yours?",
      "source": "Donna Lynn Hope",
      "length": 156,
      "id": 7071
    },
    {
      "text": "Strive toward what you know you must achieve, in confident & courageous manner.",
      "source": "Eleesha",
      "length": 79,
      "id": 7072
    },
    {
      "text": "Don't hope for a life without problems. There's no such thing. Instead, hope for a life full of good problems.",
      "source": "Mark Manson",
      "length": 110,
      "id": 7073
    },
    {
      "text": "Be willing to be uncomfortable. Be comfortable being uncomfortable. It may get tough, but it's a small price to pay for living a dream.",
      "source": "Peter McWilliams",
      "length": 135,
      "id": 7074
    },
    {
      "text": "You are blessed. You are great. You are not alone. You are powerful.",
      "source": "Amit Ray",
      "length": 68,
      "id": 7075
    },
    {
      "text": "I would encourage you to set really high goals. Set goals that, when you set them, you think they're impossible. But then every day you can work towards them, and anything is possible, so keep working hard and follow your dreams.",
      "source": "Katie Ledecky",
      "length": 229,
      "id": 7076
    },
    {
      "text": "The happiness of your life depends upon the quality of your thoughts.",
      "source": "Marcus Aurelius",
      "length": 69,
      "id": 7077
    },
    {
      "text": "Stay focused, work hard, know your numbers, and be disciplined. If you do those things and take care of your people, the likelihood of being successful is very, very high.",
      "source": "Marcus Lemonis",
      "length": 171,
      "id": 7078
    },
    {
      "text": "I'm not upset that you lied to me, I'm upset that from now on I can't believe you.",
      "source": "Friedrich Nietzsche",
      "length": 82,
      "id": 7079
    },
    {
      "text": "I will forever remind you that you are gifted, strong and beautiful, exactly as you are. Will you forever remind yourself, too?",
      "source": "Scott Stabile",
      "length": 127,
      "id": 7080
    },
    {
      "text": "Start doing something, you'll continue... Why? Because motivation doesn't cause action. Action causes motivation.",
      "source": "Neil Pasricha",
      "length": 113,
      "id": 7081
    },
    {
      "text": "As I'm getting older, I'm really learning unconditional love and loyalty are extremely important.",
      "source": "Bindi Irwin",
      "length": 97,
      "id": 7082
    },
    {
      "text": "And will you succeed? Yes indeed, yes indeed! Ninety-eight and three-quarters percent guaranteed!",
      "source": "Dr. Seuss",
      "length": 97,
      "id": 7083
    },
    {
      "text": "Be open about your thoughts, ideas, and desires and you will be right with your decisions.",
      "source": "Auliq Ice",
      "length": 90,
      "id": 7084
    },
    {
      "text": "The power of intuitive understanding will protect you from harm until the end of your days.",
      "source": "Lao Tzu",
      "length": 91,
      "id": 7085
    },
    {
      "text": "For what it's worth: it's never too late to be whoever you want to be. I hope you live a life you're proud of, and if you find you're not, I hope you have the strength to start over again.",
      "source": "F. Scott Fitzgerald",
      "length": 188,
      "id": 7086
    },
    {
      "text": "So much of our time is spent worrying about the opinions of people that don't ultimately matter to us.",
      "source": "Shane Parrish",
      "length": 102,
      "id": 7087
    },
    {
      "text": "You don't get to choose if you get hurt in this world. But you do have some say in who hurts you.",
      "source": "John Green",
      "length": 97,
      "id": 7088
    },
    {
      "text": "If you feel like there's something out there that you're supposed to be doing, if you have a passion for it, then stop wishing and just do it.",
      "source": "Wanda Sykes",
      "length": 142,
      "id": 7089
    },
    {
      "text": "The more you practice self-acceptance, the more you'll realize the only person who's acceptance you ever needed, is your own.",
      "source": "Mel Robbins",
      "length": 125,
      "id": 7090
    },
    {
      "text": "I have come to realize making yourself happy is most important. Never be ashamed of how you feel. You have the right to feel any emotion you want, and do what makes you happy. That's my life motto.",
      "source": "Demi Lovato",
      "length": 197,
      "id": 7091
    },
    {
      "text": "The notion that we are products of our environment is our greatest sin; we are products of our choices.",
      "source": "Margaret Mead",
      "length": 103,
      "id": 7092
    },
    {
      "text": "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow.",
      "source": "William Shakespeare",
      "length": 143,
      "id": 7093
    },
    {
      "text": "Don't hold to anger, hurt or pain. They steal your energy and keep you from love.",
      "source": "Leo Buscaglia",
      "length": 81,
      "id": 7094
    },
    {
      "text": "When you don't want anything from people, they lose their power over you.",
      "source": "Thibaut",
      "length": 73,
      "id": 7095
    },
    {
      "text": "Our life is shaped by our mind; we become what we think. Joy follows a pure thought like a shadow that never leaves.",
      "source": "Buddha",
      "length": 116,
      "id": 7096
    },
    {
      "text": "All you need is passion. If you have a passion for something, you'll create the talent.",
      "source": "Yanni",
      "length": 87,
      "id": 7097
    },
    {
      "text": "Acceptance doesn't mean resignation; it means understanding that something is what it is and that there's got to be a way through it.",
      "source": "Michael J. Fox",
      "length": 133,
      "id": 7098
    },
    {
      "text": "Living a life somewhere else in your mind is nothing more than being a prisoner where you are.",
      "source": "Shannon L. Alder",
      "length": 94,
      "id": 7099
    },
    {
      "text": "The day she let go of the things that were weighing her down, was the day she began to shine the brightest.",
      "source": "Katrina Mayer",
      "length": 107,
      "id": 7100
    },
    {
      "text": "Never depend on single income. Make investments to create a second source.",
      "source": "Warren Buffett",
      "length": 74,
      "id": 7101
    },
    {
      "text": "If you see somebody that's hurting, don't look away. And if you are hurting, even though it might be hard, try to find that bravery within yourself to dive deep and go tell somebody.",
      "source": "Lady Gaga",
      "length": 182,
      "id": 7102
    },
    {
      "text": "Let go of negative people. They only show up to share complaints, problems, disastrous stories, fear, and judgment on others. If somebody is looking for a bin to throw all their trash into, make sure it's not in your mind.",
      "source": "Dalai Lama",
      "length": 222,
      "id": 7103
    },
    {
      "text": "It's hard when you miss people. But you know if you miss them, that means you're lucky. It means you had someone special in your life, someone worth missing.",
      "source": "Nikki Schiefelbein",
      "length": 157,
      "id": 7104
    },
    {
      "text": "Some people believe holding on and hanging in there are signs of great strength. However, there are times when it takes much more strength to know when to let go and then do it.",
      "source": "Ann Landers",
      "length": 177,
      "id": 7105
    },
    {
      "text": "Look closely at the present you are constructing. It should look like the future you are dreaming.",
      "source": "Alice Walker",
      "length": 98,
      "id": 7106
    },
    {
      "text": "Coming together is a beginning. Keeping together is progress. Working together is success.",
      "source": "Henry Ford",
      "length": 90,
      "id": 7107
    },
    {
      "text": "Sometimes there are things in life that aren't meant to stay. Sometimes change may not be what we want. Sometimes change is what we need.",
      "source": "Don Bolena Jr.",
      "length": 137,
      "id": 7108
    },
    {
      "text": "If you play your heart out for what your jersey says on the front, everyone will remember what the jersey says on the back.",
      "source": "Miracle",
      "length": 123,
      "id": 7109
    },
    {
      "text": "Because at some point you have to realize that some people can stay in your heart but not in your life.",
      "source": "Sandi Lynn",
      "length": 103,
      "id": 7110
    },
    {
      "text": "You can't suffer the past or future because they do not exist. What you are suffering is your memory and your imagination.",
      "source": "Sadhguru",
      "length": 122,
      "id": 7111
    },
    {
      "text": "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don't.",
      "source": "Steve Maraboli",
      "length": 149,
      "id": 7112
    },
    {
      "text": "Hope is being able to see that there is light despite all of the darkness.",
      "source": "Desmond Tutu",
      "length": 74,
      "id": 7113
    },
    {
      "text": "Discipline your mind to think positively. Discipline your mind to see the good in every situation and look on the best side of every event.",
      "source": "Roy T. Bennett",
      "length": 139,
      "id": 7114
    },
    {
      "text": "Four things do not come back: the spoken word, the sped arrow, the past life, and the neglected opportunity.",
      "source": "Ted Chiang",
      "length": 108,
      "id": 7115
    },
    {
      "text": "Do not allow negative thoughts to enter your mind for they are weeds that strangle confidence.",
      "source": "Bruce Lee",
      "length": 94,
      "id": 7116
    },
    {
      "text": "Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom.",
      "source": "Marcel Proust",
      "length": 111,
      "id": 7117
    },
    {
      "text": "The purpose of life is not to be happy-but to matter, to be productive, to be useful, to have it make some difference that you lived at all.",
      "source": "Leo Rosten",
      "length": 140,
      "id": 7118
    },
    {
      "text": "Letting go gives us freedom, and freedom is the only condition for happiness. If, in our heart, we still cling to anything - anger, anxiety, or possessions - we can't be free.",
      "source": "Thich Nhat Hanh",
      "length": 175,
      "id": 7119
    },
    {
      "text": "Fear is often our immediate response to uncertainty. There's nothing wrong with experiencing fear. The key is not to get stuck in it.",
      "source": "Gabrielle Bernstein",
      "length": 133,
      "id": 7120
    },
    {
      "text": "It is only in our darkest hours that we may discover the true strength of the brilliant light within ourselves that can never, ever, be dimmed.",
      "source": "Doe Zantamanta",
      "length": 143,
      "id": 7121
    },
    {
      "text": "Do not let people's opinions of you mold your destiny. Let unhappy people have their unhappy thoughts. Continue on your path courageously.",
      "source": "Haemin Sunim",
      "length": 138,
      "id": 7122
    },
    {
      "text": "Stay away from those people who try to disparage your ambitions. Small minds will always do that, but great minds will give you a feeling that you can become great too.",
      "source": "Mark Twain",
      "length": 168,
      "id": 7123
    },
    {
      "text": "When you give joy to other people, you get more joy in return. You should give a good thought to happiness that you can give out.",
      "source": "Eleanor Roosevelt",
      "length": 129,
      "id": 7124
    },
    {
      "text": "When you change your thoughts, remember to also change your world.",
      "source": "Norman Vincent Peale",
      "length": 66,
      "id": 7125
    },
    {
      "text": "It is only when we take chances, when our lives improve. The initial and the most difficult risk that we need to take is to become honest.",
      "source": "Walter Anderson",
      "length": 138,
      "id": 7126
    },
    {
      "text": "Nature has given us all the pieces required to achieve exceptional wellness and health, but has left it to us to put these pieces together.",
      "source": "Diane McLaren",
      "length": 139,
      "id": 7127
    },
    {
      "text": "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
      "source": "Winston Churchill",
      "length": 102,
      "id": 7128
    },
    {
      "text": "It is better to fail in originality than to succeed in imitation.",
      "source": "Herman Melville",
      "length": 65,
      "id": 7129
    },
    {
      "text": "The road to success and the road to failure are almost exactly the same.",
      "source": "Colin R. Davis",
      "length": 72,
      "id": 7130
    },
    {
      "text": "Success usually comes to those who are too busy looking for it.",
      "source": "Henry David Thoreau",
      "length": 63,
      "id": 7131
    },
    {
      "text": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.",
      "source": "Dale Carnegie",
      "length": 107,
      "id": 7132
    },
    {
      "text": "Nothing in the world can take the place of Persistence. Talent will not; nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not; the world is full of educated derelicts. The slogan 'Press On' has solved and always will solve the problems of the human race.",
      "source": "Calvin Coolidge",
      "length": 334,
      "id": 7133
    },
    {
      "text": "There are three ways to ultimate success: The first way is to be kind. The second way is to be kind. The third way is to be kind.",
      "source": "Mister Rogers",
      "length": 129,
      "id": 7134
    },
    {
      "text": "Success is peace of mind, which is a direct result of self-satisfaction in knowing you made the effort to become the best of which you are capable.",
      "source": "John Wooden",
      "length": 147,
      "id": 7135
    },
    {
      "text": "Success is getting what you want, happiness is wanting what you get.",
      "source": "W. P. Kinsella",
      "length": 68,
      "id": 7136
    },
    {
      "text": "If you are working on something that you really care about, you don't have to be pushed. The vision pulls you.",
      "source": "Steve Jobs",
      "length": 110,
      "id": 7137
    },
    {
      "text": "Experience is a hard teacher because she gives the test first, the lesson afterwards.",
      "source": "Vernon Sanders Law",
      "length": 85,
      "id": 7138
    },
    {
      "text": "To know how much there is to know is the beginning of learning to live.",
      "source": "Dorothy West",
      "length": 71,
      "id": 7139
    },
    {
      "text": "Concentrate all your thoughts upon the work in hand. The sun's rays do not burn until brought to a focus.",
      "source": "Alexander Graham Bell",
      "length": 105,
      "id": 7140
    },
    {
      "text": "I'm a greater believer in luck, and I find the harder I work the more I have of it.",
      "source": "Thomas Jefferson",
      "length": 83,
      "id": 7141
    },
    {
      "text": "When we strive to become better than we are, everything around us becomes better too.",
      "source": "Paulo Coelho",
      "length": 85,
      "id": 7142
    },
    {
      "text": "Opportunity is missed by most people because it is dressed in overalls and looks like work.",
      "source": "Thomas Edison",
      "length": 91,
      "id": 7143
    },
    {
      "text": "Setting goals is the first step in turning the invisible into the visible.",
      "source": "Tony Robbins",
      "length": 74,
      "id": 7144
    },
    {
      "text": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it.",
      "source": "Steve Jobs",
      "length": 312,
      "id": 7145
    },
    {
      "text": "It's not about better time management. It's about better life management.",
      "source": "Alexandra of The Productivity Zone",
      "length": 73,
      "id": 7146
    },
    {
      "text": "We don't just sit around and wait for other people. We just make, and we do.",
      "source": "Arlan Hamilton",
      "length": 76,
      "id": 7147
    },
    {
      "text": "Think like a queen. A queen is not afraid to fail. Failure is another stepping stone to greatness.",
      "source": "Oprah Winfrey",
      "length": 98,
      "id": 7148
    },
    {
      "text": "Whenever you see a successful woman, look out for three men who are going out of their way to try to block her.",
      "source": "Yulia Tymoshenko",
      "length": 111,
      "id": 7149
    },
    {
      "text": "Some women choose to follow men, and some choose to follow their dreams. If you're wondering which way to go, remember that your career will never wake up and tell you that it doesn't love you anymore.",
      "source": "Lady Gaga",
      "length": 201,
      "id": 7150
    },
    {
      "text": "The thing women have yet to learn is nobody gives you power. You just take it.",
      "source": "Roseanne Barr",
      "length": 78,
      "id": 7151
    },
    {
      "text": "No woman wants to be in submission to a man who isn't in submission to God!",
      "source": "T D Jakes",
      "length": 75,
      "id": 7152
    },
    {
      "text": "If you want something said, ask a man; if you want something done, ask a woman.",
      "source": "Margaret Thatcher",
      "length": 79,
      "id": 7153
    },
    {
      "text": "We need women at all levels, including the top, to change the dynamic, reshape the conversation, to make sure women's voices are heard and heeded, not overlooked and ignored.",
      "source": "Sheryl Sandberg",
      "length": 174,
      "id": 7154
    },
    {
      "text": "It took me quite a long time to develop a voice, and now that I have it, I am not going to be silent.",
      "source": "Madeleine Albright",
      "length": 101,
      "id": 7155
    },
    {
      "text": "I swear, by my life and my love of it, that I will never live for the sake of another man, nor ask another man to live for mine.",
      "source": "Ayn Rand",
      "length": 128,
      "id": 7156
    },
    {
      "text": "Try not to become a man of success, but rather become a man of value.",
      "source": "Albert Einstein",
      "length": 69,
      "id": 7157
    },
    {
      "text": "One secret of success in life is for a man to be ready for his opportunity when it comes.",
      "source": "Benjamin Disraeli",
      "length": 89,
      "id": 7158
    },
    {
      "text": "A man who has committed a mistake and doesn't correct it is committing another mistake.",
      "source": "Confucius Kongzi",
      "length": 87,
      "id": 7159
    },
    {
      "text": "The successful man will profit from his mistakes and try again in a different way.",
      "source": "Dale Carnegie",
      "length": 82,
      "id": 7160
    },
    {
      "text": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.",
      "source": "David Brinkley",
      "length": 96,
      "id": 7161
    },
    {
      "text": "He is a wise man who does not grieve for the things which he has not, but rejoices for those which he has.",
      "source": "Epictetus",
      "length": 106,
      "id": 7162
    },
    {
      "text": "You've got to get up every morning with determination if you're going to go to bed with satisfaction.",
      "source": "George Lorimer",
      "length": 101,
      "id": 7163
    },
    {
      "text": "Education is the most powerful weapon which you can use to change the world.",
      "source": "Nelson Mandela",
      "length": 76,
      "id": 7164
    },
    {
      "text": "The most difficult thing is the decision to act, the rest is merely tenacity.",
      "source": "Amelia Earhart",
      "length": 77,
      "id": 7165
    },
    {
      "text": "You'll find that education is just about the only thing lying around loose in this world, and it's about the only thing a fellow can have as much of as he's willing to haul away.",
      "source": "John Graham",
      "length": 178,
      "id": 7166
    },
    {
      "text": "Take the attitude of a student, never be too big to ask questions, never know too much to learn something new.",
      "source": "Augustine Og Mandino",
      "length": 110,
      "id": 7167
    },
    {
      "text": "It is remarkable how much long-term advantage people like us have gotten by trying to be consistently not stupid, instead of trying to be very intelligent.",
      "source": "Charlie Munger",
      "length": 155,
      "id": 7168
    },
    {
      "text": "You can't be that kid standing at the top of the waterslide, overthinking it. You have to go down the chute.",
      "source": "Tina Fey",
      "length": 108,
      "id": 7169
    },
    {
      "text": "And the day came when the risk to remain tight in a bud was more painful than the risk it took to blossom.",
      "source": "Anaïs Nin",
      "length": 106,
      "id": 7170
    },
    {
      "text": "I've searched all the parks in all the cities and found no statues of committees.",
      "source": "G.K. Chesterton",
      "length": 81,
      "id": 7171
    },
    {
      "text": "Success is stumbling from failure to failure with no loss of enthusiasm.",
      "source": "Winston Churchill",
      "length": 72,
      "id": 7172
    },
    {
      "text": "Do not stop thinking of life as an adventure. You have no security unless you can live bravely, excitingly, imaginatively; unless you can choose a challenge instead of competence.",
      "source": "Eleanor Roosevelt",
      "length": 179,
      "id": 7173
    },
    {
      "text": "Perfection is not attainable. But if we chase perfection we can catch excellence.",
      "source": "Vince Lombardi",
      "length": 81,
      "id": 7174
    },
    {
      "text": "Get a good idea and stay with it. Dog it, and work at it until it's done right.",
      "source": "Walt Disney",
      "length": 79,
      "id": 7175
    },
    {
      "text": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
      "source": "Helen Keller",
      "length": 97,
      "id": 7176
    },
    {
      "text": "The elevator to success is out of order. You'll have to use the stairs, one step at a time.",
      "source": "Joe Girard",
      "length": 91,
      "id": 7177
    },
    {
      "text": "Be a positive energy trampoline - absorb what you need and rebound more back.",
      "source": "Dave Carolan",
      "length": 77,
      "id": 7178
    },
    {
      "text": "People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily.",
      "source": "Zig Ziglar",
      "length": 109,
      "id": 7179
    },
    {
      "text": "I am so clever that sometimes I don't understand a single word of what I am saying.",
      "source": "Oscar Wilde",
      "length": 83,
      "id": 7180
    },
    {
      "text": "Live and act within the limit of your knowledge and keep expanding it to the limit of your life.",
      "source": "Ayn Rand",
      "length": 96,
      "id": 7181
    },
    {
      "text": "Life is like a sewer... what you get out of it depends on what you put into it.",
      "source": "Tom Lehrer",
      "length": 79,
      "id": 7182
    },
    {
      "text": "I always wanted to be somebody, but now I realise I should have been more specific.",
      "source": "Lily Tomlin",
      "length": 83,
      "id": 7183
    },
    {
      "text": "Talent wins games, but teamwork and intelligence win championships.",
      "source": "Michael Jordan",
      "length": 67,
      "id": 7184
    },
    {
      "text": "Individual commitment to a group effort - that is what makes a team work, a company work, a society work, a civilisation work.",
      "source": "Vince Lombardi",
      "length": 126,
      "id": 7185
    },
    {
      "text": "Teamwork is the ability to work together toward a common vision. The ability to direct individual accomplishments toward organizational objectives. It is the fuel that allows common people to attain uncommon results.",
      "source": "Andrew Carnegie",
      "length": 216,
      "id": 7186
    },
    {
      "text": "Remember, teamwork begins by building trust. And the only way to do that is to overcome our need for invulnerability.",
      "source": "Patrick Lencioni",
      "length": 117,
      "id": 7187
    },
    {
      "text": "I invite everyone to choose forgiveness rather than division, teamwork over personal ambition.",
      "source": "Jean-Francois Cope",
      "length": 94,
      "id": 7188
    },
    {
      "text": "Just one small positive thought in the morning can change your whole day.",
      "source": "Dalai Lama",
      "length": 73,
      "id": 7189
    },
    {
      "text": "Don't let someone else's opinion of you become your reality.",
      "source": "Les Brown",
      "length": 60,
      "id": 7190
    },
    {
      "text": "I am not a product of my circumstances. I am a product of my decisions.",
      "source": "Stephen R. Covey",
      "length": 71,
      "id": 7191
    },
    {
      "text": "The greatest discovery of my generation is that a human being can alter his life by altering his attitudes.",
      "source": "William James",
      "length": 107,
      "id": 7192
    },
    {
      "text": "One of the differences between some successful and unsuccessful people is that one group is full of doers, while the other is full of wishers.",
      "source": "Edmond Mbiaka",
      "length": 142,
      "id": 7193
    },
    {
      "text": "I'd rather regret the things I've done than regret the things I haven't done.",
      "source": "Lucille Ball",
      "length": 77,
      "id": 7194
    },
    {
      "text": "You can't plow a field by turning it over in your mind. To begin, begin.",
      "source": "Gordon B. Hinckley",
      "length": 72,
      "id": 7195
    },
    {
      "text": "When you arise in the morning think of what a privilege it is to be alive, to think, to enjoy, to love...",
      "source": "Marcus Aurelius",
      "length": 105,
      "id": 7196
    },
    {
      "text": "Mondays are the start of the work week which offer new beginnings 52 times a year!",
      "source": "David Dweck",
      "length": 82,
      "id": 7197
    },
    {
      "text": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.",
      "source": "Wayne Dyer",
      "length": 85,
      "id": 7198
    },
    {
      "text": "Your Monday morning thoughts set the tone for your whole week. See yourself getting stronger, and living a fulfilling, happier & healthier life.",
      "source": "Germany Kent",
      "length": 144,
      "id": 7199
    },
    {
      "text": "Oh! It's Friday again. Share the love that was missing during the week. In a worthy moment of peace and bliss.",
      "source": "S. O'Sade",
      "length": 110,
      "id": 7200
    },
    {
      "text": "Every Friday, I like to high five myself for getting through another week on little more than caffeine, willpower, and inappropriate humor.",
      "source": "Nanea Hoffman",
      "length": 139,
      "id": 7201
    },
    {
      "text": "Make a Friday a day to celebrate work well done that you can be proud of knowing that you just didn't put in time to the next paycheck.",
      "source": "Byron Pulsifer",
      "length": 135,
      "id": 7202
    },
    {
      "text": "When you leave work on Friday, leave work. Don't let technology follow you throughout your weekend (answering text messages and emails) take a break you will be more refreshed to begin the workweek if you have had a break.",
      "source": "Catherine Pulsifer",
      "length": 222,
      "id": 7203
    },
    {
      "text": "You can get everything in life you want if you will just help enough other people get what they want.",
      "source": "Zig Ziglar",
      "length": 101,
      "id": 7204
    },
    {
      "text": "Don't settle for average. Bring your best to the moment. Then, whether it fails or succeeds, at least you know you gave all you had.",
      "source": "Angela Bassett",
      "length": 132,
      "id": 7205
    },
    {
      "text": "Show up, show up, show up, and after a while the muse shows up, too.",
      "source": "Isabel Allende",
      "length": 68,
      "id": 7206
    },
    {
      "text": "Don't bunt. Aim out of the ballpark. Aim for the company of immortals.",
      "source": "David Ogilvy",
      "length": 70,
      "id": 7207
    },
    {
      "text": "If you believe something needs to exist, if it's something you want to use yourself, don't let anyone ever stop you from doing it.",
      "source": "Tobias Lütke",
      "length": 130,
      "id": 7208
    },
    {
      "text": "Don't look at your feet to see if you are doing it right. Just dance.",
      "source": "Anne Lamott",
      "length": 69,
      "id": 7209
    },
    {
      "text": "Someone's sitting in the shade today because someone planted a tree a long time ago.",
      "source": "Warren Buffet",
      "length": 84,
      "id": 7210
    },
    {
      "text": "True freedom is impossible without a mind made free by discipline.",
      "source": "Mortimer J. Adler",
      "length": 66,
      "id": 7211
    },
    {
      "text": "Rivers know this: there is no hurry. We shall get there some day.",
      "source": "A.A. Milne",
      "length": 65,
      "id": 7212
    },
    {
      "text": "There is a vitality, a life force, an energy, a quickening that is translated through you into action, and because there is only one of you in all time, this expression is unique. And if you block it, it will never exist through any other medium and will be lost.",
      "source": "Martha Graham",
      "length": 263,
      "id": 7213
    },
    {
      "text": "Small is not just a stepping-stone. Small is a great destination itself.",
      "source": "Jason Fried",
      "length": 72,
      "id": 7214
    },
    {
      "text": "The only one who can tell you \"you can't win\" is you and you don't have to listen.",
      "source": "Jessica Ennis",
      "length": 82,
      "id": 7215
    },
    {
      "text": "Take your victories, whatever they may be, cherish them, use them, but don't settle for them.",
      "source": "Mia Hamm",
      "length": 93,
      "id": 7216
    },
    {
      "text": "Life can be much broader once you discover one simple fact: Everything around you that you call life was made up by people that were no smarter than you. And you can change it, you can influence it... Once you learn that, you'll never be the same again.",
      "source": "Steve Jobs",
      "length": 253,
      "id": 7217
    },
    {
      "text": "Life is like riding a bicycle. To keep your balance you must keep moving.",
      "source": "Albert Einstein",
      "length": 73,
      "id": 7218
    },
    {
      "text": "If you can't yet do great things, do small things in a great way.",
      "source": "Napoleon Hill",
      "length": 65,
      "id": 7219
    },
    {
      "text": "If you really want to do something, you'll find a way. If you don't, you'll find an excuse.",
      "source": "Jim Rohn",
      "length": 91,
      "id": 7220
    },
    {
      "text": "Be sure you put your feet in the right place, then stand firm.",
      "source": "Abraham Lincoln",
      "length": 62,
      "id": 7221
    },
    {
      "text": "The greater the difficulty, the more the glory in surmounting it.",
      "source": "Epicurus",
      "length": 65,
      "id": 7222
    },
    {
      "text": "Courage doesn't always roar. Sometimes courage is a quiet voice at the end of the day saying, \"I will try again tomorrow.\"",
      "source": "Mary Anne Radmacher",
      "length": 122,
      "id": 7223
    },
    {
      "text": "If the decisions you make about where you invest your blood, sweat, and tears are not consistent with the person you aspire to be, you'll never become that person.",
      "source": "Clayton M. Christensen",
      "length": 163,
      "id": 7224
    },
    {
      "text": "Fear of what other people will think is the single most paralyzing dynamic in business and in life. The best moment of my life was the day I realized that I no longer give a damn what anybody thinks. That's enormously liberating and freeing, and it's the only way to live your life and do your business.",
      "source": "Cindy Gallop",
      "length": 303,
      "id": 7225
    },
    {
      "text": "The only way of discovering the limits of the possible is to venture a little way past them into the impossible.",
      "source": "Arthur C. Clarke",
      "length": 112,
      "id": 7226
    },
    {
      "text": "Courage is the most important of all the virtues because without courage, you can't practice any other virtue consistently.",
      "source": "Maya Angelou",
      "length": 123,
      "id": 7227
    },
    {
      "text": "The reason we struggle with insecurity is because we compare our behind-the-scenes with everyone else's highlight reel.",
      "source": "Steve Furtick",
      "length": 119,
      "id": 7228
    },
    {
      "text": "I will not lose, for even in defeat, there's a valuable lesson learned, so it evens up for me.",
      "source": "Jay-Z",
      "length": 94,
      "id": 7229
    },
    {
      "text": "I do not try to dance better than anyone else. I only try to dance better than myself.",
      "source": "Arianna Huffington",
      "length": 86,
      "id": 7230
    },
    {
      "text": "Failure is simply the opportunity to begin again, this time more intelligently.",
      "source": "Henry Ford",
      "length": 79,
      "id": 7231
    },
    {
      "text": "If you change the way you look at things, the things you look at change.",
      "source": "Wayne Dyer",
      "length": 72,
      "id": 7232
    },
    {
      "text": "We must reach out our hand in friendship and dignity both to those who would befriend us and those who would be our enemy.",
      "source": "Arthur Ashe",
      "length": 122,
      "id": 7233
    },
    {
      "text": "It's fine to celebrate success but it is more important to heed the lessons of failure.",
      "source": "Bill Gates",
      "length": 87,
      "id": 7234
    },
    {
      "text": "I can't tell you how many times I've been given a no. Only to find that a better, brighter, bigger yes was right around the corner.",
      "source": "Arlan Hamilton",
      "length": 131,
      "id": 7235
    },
    {
      "text": "We need to accept that we won't always make the right decisions, that we'll screw up royally sometimes - understanding that failure is not the opposite of success, it's part of success.",
      "source": "Ariana Huffington",
      "length": 185,
      "id": 7236
    },
    {
      "text": "You can't always control what goes on outside. But you can always control what goes on inside.",
      "source": "Wayne Dyer",
      "length": 94,
      "id": 7237
    },
    {
      "text": "Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly. We are what we repeatedly do. Excellence, then, is not an act but a habit.",
      "source": "Aristotle",
      "length": 244,
      "id": 7238
    },
    {
      "text": "Everything you've ever wanted is sitting on the other side of fear.",
      "source": "George Addair",
      "length": 67,
      "id": 7239
    },
    {
      "text": "The question isn't who is going to let me; it's who is going to stop me.",
      "source": "Ayn Rand",
      "length": 72,
      "id": 7240
    },
    {
      "text": "Never let success get to your head and never let failure get to your heart.",
      "source": "Drake",
      "length": 75,
      "id": 7241
    },
    {
      "text": "Make sure your worst enemy doesn't live between your own two ears.",
      "source": "Laird Hamilton",
      "length": 66,
      "id": 7242
    },
    {
      "text": "For the great doesn't happen through impulse alone, and is a succession of little things that are brought together.",
      "source": "Vincent van Gogh",
      "length": 115,
      "id": 7243
    },
    {
      "text": "If we take care of the moments, the years will take care of themselves.",
      "source": "Maria Edgeworth",
      "length": 71,
      "id": 7244
    },
    {
      "text": "Sometimes magic is just someone spending more time on something than anyone else might reasonably expect.",
      "source": "Raymond Joseph Teller",
      "length": 105,
      "id": 7245
    },
    {
      "text": "It's not the will to win that matters-everyone has that. It's the will to prepare to win that matters.",
      "source": "Paul Bryant",
      "length": 102,
      "id": 7246
    },
    {
      "text": "As a single footstep will not make a path on the earth, so a single thought will not make a pathway in the mind. To make a deep physical path, we walk again and again. To make a deep mental path, we must think over and over the kind of thoughts we wish to dominate our lives.",
      "source": "Henry David Thoreau",
      "length": 275,
      "id": 7247
    },
    {
      "text": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.",
      "source": "Earl Nightingale",
      "length": 107,
      "id": 7248
    },
    {
      "text": "Nothing ever goes away until it teaches us what we need to know.",
      "source": "Pema Chodron",
      "length": 64,
      "id": 7249
    },
    {
      "text": "We can see through others only when we can see through ourselves.",
      "source": "Bruce Lee",
      "length": 65,
      "id": 7250
    },
    {
      "text": "First forget inspiration. Habit is more dependable. Habit will sustain you whether you're inspired or not. Habit will help you finish and polish your stories. Inspiration won't. Habit is persistence in practice.",
      "source": "Octavia Butler",
      "length": 211,
      "id": 7251
    },
    {
      "text": "The battles that count aren't the ones for gold medals. The struggles within yourself-the invisible, inevitable battles inside all of us-that's where it's at.",
      "source": "Jesse Owens",
      "length": 158,
      "id": 7252
    },
    {
      "text": "Someone will declare, \"I am the leader!\" and expect everyone to get in line and follow him or her to the gates of heaven or hell. My experience is that it doesn't happen that way. Others follow you based on the quality of your actions rather than the magnitude of your declarations.",
      "source": "Bill Walsh",
      "length": 282,
      "id": 7253
    },
    {
      "text": "Relentlessly prune bullshit, don't wait to do things that matter, and savor the time you have. That's what you do when life is short.",
      "source": "Paul Graham",
      "length": 133,
      "id": 7254
    },
    {
      "text": "If the highest aim of a captain were to preserve his ship, he would keep it in port forever.",
      "source": "Thomas Aquinas",
      "length": 92,
      "id": 7255
    },
    {
      "text": "You can be the ripest, juiciest peach in the world, and there's still going to be somebody who hates peaches.",
      "source": "Dita Von Teese",
      "length": 109,
      "id": 7256
    },
    {
      "text": "You'll never get bored when you try something new. There's really no limit to what you can do.",
      "source": "Dr. Seuss",
      "length": 94,
      "id": 7257
    },
    {
      "text": "I think it's intoxicating when somebody is so unapologetically who they are.",
      "source": "Don Cheadle",
      "length": 76,
      "id": 7258
    },
    {
      "text": "You can never leave footprints that last if you are always walking on tiptoe.",
      "source": "Leymah Gbowee",
      "length": 77,
      "id": 7259
    },
    {
      "text": "If you don't like the road you're walking, start paving another one.",
      "source": "Dolly Parton",
      "length": 68,
      "id": 7260
    },
    {
      "text": "What you do makes a difference, and you have to decide what kind of difference you want to make.",
      "source": "Jane Goodall",
      "length": 96,
      "id": 7261
    },
    {
      "text": "Anything can make me stop and look and wonder, and sometimes learn.",
      "source": "Kurt Vonnegut",
      "length": 67,
      "id": 7262
    },
    {
      "text": "Doubt is a killer. You just have to know who you are and what you stand for.",
      "source": "Jennifer Lopez",
      "length": 76,
      "id": 7263
    },
    {
      "text": "I learned a long time ago that there is something worse than missing the goal, and that's not pulling the trigger.",
      "source": "Mia Hamm",
      "length": 114,
      "id": 7264
    },
    {
      "text": "Some people want it to happen, some wish it would happen, others make it happen.",
      "source": "Michael Jordan",
      "length": 80,
      "id": 7265
    },
    {
      "text": "All our dreams can come true, if we have the courage to pursue them.",
      "source": "Walt Disney",
      "length": 68,
      "id": 7266
    },
    {
      "text": "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.",
      "source": "Mary Kay Ash",
      "length": 168,
      "id": 7267
    },
    {
      "text": "The best time to plant a tree was 20 years ago. The second best time is now.",
      "source": "Chinese Proverb",
      "length": 76,
      "id": 7268
    },
    {
      "text": "I wake up every morning and think to myself, \"How far can I push this company in the next 24 hours.\"",
      "source": "Leah Busque",
      "length": 100,
      "id": 7269
    },
    {
      "text": "We need to accept that we won't always make the right decisions, that we'll screw up royally sometimes-understanding that failure is not the opposite of success, it's part of success.",
      "source": "Arianna Huffington",
      "length": 183,
      "id": 7270
    },
    {
      "text": "If people are doubting how far you can go, go so far that you can't hear them anymore.",
      "source": "Michele Ruiz",
      "length": 86,
      "id": 7271
    },
    {
      "text": "When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.",
      "source": "Helen Keller",
      "length": 151,
      "id": 7272
    },
    {
      "text": "It's no use going back to yesterday, because I was a different person then.",
      "source": "Lewis Carroll",
      "length": 75,
      "id": 7273
    },
    {
      "text": "Smart people learn from everything and everyone, average people from their experiences, stupid people already have all the answers.",
      "source": "Socrates",
      "length": 131,
      "id": 7274
    },
    {
      "text": "Do what you feel in your heart to be right-for you'll be criticized anyway.",
      "source": "Eleanor Roosevelt",
      "length": 75,
      "id": 7275
    },
    {
      "text": "If you think you're too small to make a difference, try sleeping with a mosquito.",
      "source": "Dalai Lama",
      "length": 81,
      "id": 7276
    },
    {
      "text": "If we have the attitude that it's going to be a great day it usually is.",
      "source": "Catherine Pulsifier",
      "length": 72,
      "id": 7277
    },
    {
      "text": "If something is important enough, even if the odds are stacked against you, you should still do it.",
      "source": "Elon Musk",
      "length": 99,
      "id": 7278
    },
    {
      "text": "It's Monday... Time to motivate and make dreams and goals happen. Let's go!",
      "source": "Heather Stillufsen",
      "length": 75,
      "id": 7279
    },
    {
      "text": "So. Monday. We meet again. We will never be friends-but maybe we can move past our mutual enmity toward a more positive partnership.",
      "source": "Julio-Alexi Genao",
      "length": 132,
      "id": 7280
    },
    {
      "text": "When life gives you Monday, dip it in glitter and sparkle all day.",
      "source": "Ella Woodword",
      "length": 66,
      "id": 7281
    },
    {
      "text": "No one is to blame for your future situation but yourself. If you want to be successful, then become \"Successful.\"",
      "source": "Jaymin Shah",
      "length": 114,
      "id": 7282
    },
    {
      "text": "Every successful person in the world is a hustler one way or another. We all hustle to get where we need to be. Only a fool would sit around and wait on another man to feed him.",
      "source": "K'wan",
      "length": 177,
      "id": 7283
    },
    {
      "text": "Work like there is someone working 24 hours a day to take it away from you.",
      "source": "Mark Cuban",
      "length": 75,
      "id": 7284
    },
    {
      "text": "I always did something I was a little not ready to do. I think that's how you grow. When there's that moment of \"Wow, I'm not really sure I can do this\" and you push through those moments, that's when you have a breakthrough.",
      "source": "Marissa Mayer",
      "length": 225,
      "id": 7285
    },
    {
      "text": "If you hear a voice within you say, \"You can't paint,\" then by all means paint, and that voice will be silenced.",
      "source": "Vincent Van Gogh",
      "length": 112,
      "id": 7286
    },
    {
      "text": "How wonderful it is that nobody need wait a single moment before starting to improve the world.",
      "source": "Anne Frank",
      "length": 95,
      "id": 7287
    },
    {
      "text": "If you hire people just because they can do a job, they'll work for your money. But if you hire people who believe what you believe, they'll work for you with blood and sweat and tears.",
      "source": "Simon Sinek",
      "length": 185,
      "id": 7288
    },
    {
      "text": "Very often, a change of self is needed more than a change of scene.",
      "source": "A.C. Benson",
      "length": 67,
      "id": 7289
    },
    {
      "text": "It's not the load that breaks you down, it's the way you carry it.",
      "source": "Lou Holtz",
      "length": 66,
      "id": 7290
    },
    {
      "text": "If you're offered a seat on a rocket ship, don't ask what seat! Just get on.",
      "source": "Sheryl Sandberg",
      "length": 76,
      "id": 7291
    },
    {
      "text": "If you believe it'll work out, you'll see opportunities. If you don't believe it'll work out, you'll see obstacles.",
      "source": "Wayne Dyer",
      "length": 115,
      "id": 7292
    },
    {
      "text": "You can waste your lives drawing lines. Or you can live your life crossing them.",
      "source": "Shonda Rhimes",
      "length": 80,
      "id": 7293
    },
    {
      "text": "I now tried a new hypothesis: It was possible that I was more in charge of my happiness than I was allowing myself to be.",
      "source": "Michelle Obama",
      "length": 121,
      "id": 7294
    },
    {
      "text": "If everything seems to be under control, you're not going fast enough.",
      "source": "Mario Andretti",
      "length": 70,
      "id": 7295
    },
    {
      "text": "The only difference between ordinary and extraordinary is that little extra.",
      "source": "Jimmy Johnson",
      "length": 76,
      "id": 7296
    },
    {
      "text": "The best way to appreciate your job is to imagine yourself without one.",
      "source": "Oscar Wilde",
      "length": 71,
      "id": 7297
    },
    {
      "text": "Unsuccessful people make their decisions based on their current situations. Successful people make their decisions based on where they want to be.",
      "source": "Benjamin Hardy",
      "length": 146,
      "id": 7298
    },
    {
      "text": "Work hard for what you want because it won't come to you without a fight. You have to be strong and courageous and know that you can do anything you put your mind to. If somebody puts you down or criticizes you, just keep on believing in yourself and turn it into something positive.",
      "source": "Leah LaBelle",
      "length": 283,
      "id": 7299
    },
    {
      "text": "Don't say you don't have enough time. You have exactly the same number of hours per day that were given to Helen Keller, Pasteur, Michelangelo, Mother Teresa, Leonardo da Vinci, Thomas Jefferson, and Albert Einstein.",
      "source": "H. Jackson Brown Jr.",
      "length": 216,
      "id": 7300
    },
    {
      "text": "The miracle is not that we do this work, but that we are happy to do it.",
      "source": "Mother Teresa",
      "length": 72,
      "id": 7301
    },
    {
      "text": "If you work on something a little bit every day, you end up with something that is massive.",
      "source": "Kenneth Goldsmith",
      "length": 91,
      "id": 7302
    },
    {
      "text": "The big secret in life is that there is no secret. Whatever your goal, you can get there if you're willing to work.",
      "source": "Oprah Winfrey",
      "length": 115,
      "id": 7303
    },
    {
      "text": "Never allow a person to tell you no who doesn't have the power to say yes.",
      "source": "Eleanor Roosevelt",
      "length": 74,
      "id": 7304
    },
    {
      "text": "Amateus sit around and wait for inspiration. The rest of us just get up and go to work.",
      "source": "Stephen King",
      "length": 87,
      "id": 7305
    },
    {
      "text": "Sometimes when you're in a dark place you think you've been buried but you've actually been planted.",
      "source": "Christine Caine",
      "length": 100,
      "id": 7306
    },
    {
      "text": "When written in Chinese, the word 'crisis' is composed of two characters-one represents danger and the other represents opportunity.",
      "source": "John F. Kennedy",
      "length": 132,
      "id": 7307
    },
    {
      "text": "Good. Better. Best. Never let it rest. 'Til your good is better and your better is best.",
      "source": "St. Jerome",
      "length": 88,
      "id": 7308
    },
    {
      "text": "Everyone has inside them a piece of good news. The good news is you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is.",
      "source": "Anne Frank",
      "length": 176,
      "id": 7309
    },
    {
      "text": "Keep your face always toward the sunshine-and shadows will fall behind you.",
      "source": "Walt Whitman",
      "length": 75,
      "id": 7310
    },
    {
      "text": "We can do anything we want to if we stick to it long enough.",
      "source": "Helen Keller",
      "length": 60,
      "id": 7311
    },
    {
      "text": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do.",
      "source": "Pele",
      "length": 147,
      "id": 7312
    },
    {
      "text": "Would you like me to give you a formula for success? It's quite simple, really: Double your rate of failure. You are thinking of failure as the enemy of success. But it isn't at all. You can be discouraged by failure or you can learn from it, so go ahead and make mistakes. Make all you can. Because remember, that's where you will find success.",
      "source": "Thomas J. Watson",
      "length": 345,
      "id": 7313
    },
    {
      "text": "To be a champion, I think you have to see the big picture. It's not about winning and losing; it's about every day hard work and about thriving on a challenge. It's about embracing the pain that you'll experience at the end of a race and not being afraid. I think people think too hard and get afraid of a certain challenge.",
      "source": "Summer Sanders",
      "length": 324,
      "id": 7314
    },
    {
      "text": "The difference between successful people and very successful people is that very successful people say no to almost everything.",
      "source": "Warren Buffett",
      "length": 127,
      "id": 7315
    },
    {
      "text": "Success is liking yourself, liking what you do, and liking how you do it.",
      "source": "Maya Angelou",
      "length": 73,
      "id": 7316
    },
    {
      "text": "I hated every minute of training, but I said, \"Don't quit. Suffer now and live the rest of your life as a champion.\"",
      "source": "Muhammad Ali",
      "length": 116,
      "id": 7317
    },
    {
      "text": "You were born to be a player. You were meant to be here. This moment is yours.",
      "source": "Herb Brooks",
      "length": 78,
      "id": 7318
    },
    {
      "text": "Life is not what you alone make it. Life is the input of everyone who touched your life and every experience that entered it. We are all part of one another.",
      "source": "Yuri Kochiyama",
      "length": 157,
      "id": 7319
    },
    {
      "text": "When you reach the end of your rope, tie a knot and hang out.",
      "source": "Abraham Lincoln",
      "length": 61,
      "id": 7320
    },
    {
      "text": "If you're too comfortable, it's time to move on. Terrified of what's next? You're on the right track.",
      "source": "Susan Fales-Hill",
      "length": 101,
      "id": 7321
    },
    {
      "text": "Be happy with what you have while working for what you want.",
      "source": "Helen Keller",
      "length": 60,
      "id": 7322
    },
    {
      "text": "The big lesson in life, baby, is never be scared of anyone or anything.",
      "source": "Frank Sinatra",
      "length": 71,
      "id": 7323
    },
    {
      "text": "You don't need to see the whole staircase, just take the first step.",
      "source": "Martin Luther King Jr.",
      "length": 68,
      "id": 7324
    },
    {
      "text": "Take criticism seriously, but not personally. If there is truth or merit in the criticism, try to learn from it. Otherwise, let it roll right off you.",
      "source": "Hillary Clinton",
      "length": 150,
      "id": 7325
    },
    {
      "text": "This is a reminder to you to create your own rule book, and live your life the way you want it.",
      "source": "Reese Evans",
      "length": 95,
      "id": 7326
    },
    {
      "text": "If you don't get out of the box you've been raised in, you won't understand how much bigger the world is.",
      "source": "Angelina Jolie",
      "length": 105,
      "id": 7327
    },
    {
      "text": "I am thankful for all of those who said no to me. It's because of them I'm doing it myself.",
      "source": "Wayne W. Dyer",
      "length": 91,
      "id": 7328
    },
    {
      "text": "The world is full of nice people. If you can't find one, be one.",
      "source": "Nishan Panwar",
      "length": 64,
      "id": 7329
    },
    {
      "text": "Believe in yourself, take on your challenges, dig deep within yourself to conquer fears. Never let anyone bring you down. You got to keep going.",
      "source": "Chantal Sutherland",
      "length": 144,
      "id": 7330
    },
    {
      "text": "A walk to a nearby park may give you more energy and inspiration in life than spending two hours in front of a screen.",
      "source": "Tsang Lindsay",
      "length": 118,
      "id": 7331
    },
    {
      "text": "If you can't do anything about it then let it go. Don't be a prisoner to things you can't change.",
      "source": "Tony Gaskins",
      "length": 97,
      "id": 7332
    },
    {
      "text": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
      "source": "Rumi",
      "length": 98,
      "id": 7333
    },
    {
      "text": "A strong man does not succumb to pressures, he knows that without pressures he will not find pleasures and so he will not be made.",
      "source": "Jaachynma N.E. Agu",
      "length": 130,
      "id": 7334
    },
    {
      "text": "The only thing standing in the way between you and your goal is the BS story you keep telling yourself as to why you can't achieve it.",
      "source": "Jordan Belfort",
      "length": 134,
      "id": 7335
    },
    {
      "text": "If it's a good idea, go ahead and do it. It's much easier to apologize than it is to get permission.",
      "source": "Grace Hopper",
      "length": 100,
      "id": 7336
    },
    {
      "text": "I attribute my success to this: I never gave or took an excuse.",
      "source": "Florence Nightingale",
      "length": 63,
      "id": 7337
    },
    {
      "text": "And, when you want something, all the universe conspires in helping you to achieve it.",
      "source": "Paulo Coelho, The Alchemist",
      "length": 86,
      "id": 7338
    },
    {
      "text": "Your playing small does not serve the world. There is nothing enlightened about shrinking so that other people won't feel insecure around you. We are all meant to shine, as children do.",
      "source": "Marianne Williamson, A Return to Love: Reflections on the Principles of “A Course in Miracles",
      "length": 185,
      "id": 7339
    },
    {
      "text": "I can be changed by what happens to me. But I refuse to be reduced by it.",
      "source": "Maya Angelou, Letter to My Daughter",
      "length": 73,
      "id": 7340
    },
    {
      "text": "Darkness can't drive out darkness: only light can do that. Hate can't drive out hate: only love can do that.",
      "source": "Martin Luther King Jr., A Testament of Hope: The Essential Writings and Speeches",
      "length": 108,
      "id": 7341
    },
    {
      "text": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose. You're on your own. And you know what you know. And YOU are the one who'll decide where to go...",
      "source": "Dr. Seuss, Oh, the Places You'll Go!",
      "length": 204,
      "id": 7342
    },
    {
      "text": "It's the possibility of having a dream come true that makes life interesting.",
      "source": "Paulo Coelho, The Alchemist",
      "length": 77,
      "id": 7343
    },
    {
      "text": "There is some good in this world, and it's worth fighting for.",
      "source": "J. R. R. Tolkien, The Two Towers",
      "length": 62,
      "id": 7344
    },
    {
      "text": "Learn to light a candle in the darkest moments of someone's life. Be the light that helps others see; it is what gives life its deepest significance.",
      "source": "Roy T. Bennett, The Light in the Heart",
      "length": 149,
      "id": 7345
    },
    {
      "text": "Atticus, he was real nice. Most people are, Scout, when you finally see them.",
      "source": "Harper Lee, To Kill a Mockingbird",
      "length": 77,
      "id": 7346
    },
    {
      "text": "We're on the brink of adventure, children. Don't spoil it with questions.",
      "source": "Mary Poppins",
      "length": 73,
      "id": 7347
    },
    {
      "text": "No one has ever made a difference by being like everyone else.",
      "source": "The Greatest Showman",
      "length": 62,
      "id": 7348
    },
    {
      "text": "The problem is not the problem. The problem is your attitude about the problem.",
      "source": "Pirates of the Caribbean",
      "length": 79,
      "id": 7349
    },
    {
      "text": "Remember you're the one who can fill the world with sunshine.",
      "source": "Snow White and the Seven Dwarfs",
      "length": 61,
      "id": 7350
    },
    {
      "text": "You'll have bad times, but it'll always wake you up to the good stuff you weren't paying attention to.",
      "source": "Good Will Hunting",
      "length": 102,
      "id": 7351
    },
    {
      "text": "Spend a little more time trying to do something with yourself and a little less time trying to impress people.",
      "source": "The Breakfast Club",
      "length": 110,
      "id": 7352
    },
    {
      "text": "On my own I will just create and if it works, it works. And if it doesn't, I'll just create something else. I don't have any limitations on what I think I could do or be.",
      "source": "Oprah Winfrey",
      "length": 170,
      "id": 7353
    },
    {
      "text": "We realize the importance of our voices only when we are silenced.",
      "source": "Malala Yousafzai",
      "length": 66,
      "id": 7354
    },
    {
      "text": "When something I can't control happens, I ask myself: Where is the hidden gift? Where is the positive in this?",
      "source": "Sara Blakely",
      "length": 110,
      "id": 7355
    },
    {
      "text": "Be a first rate version of yourself, not a second rate version of someone else.",
      "source": "Judy Garland",
      "length": 79,
      "id": 7356
    },
    {
      "text": "Learn from the mistakes of others. You can't live long enough to make them all yourself.",
      "source": "Eleanor Roosevelt",
      "length": 88,
      "id": 7357
    },
    {
      "text": "I always thought it was me against the world and then one day I realized it's just me against me.",
      "source": "Kendrick Lamar",
      "length": 97,
      "id": 7358
    },
    {
      "text": "A man is not finished when he is defeated. He is finished when he quits.",
      "source": "Richard Nixon",
      "length": 72,
      "id": 7359
    },
    {
      "text": "If you don't build your dream, someone else will hire you to help them build theirs.",
      "source": "Dhirubhai Ambani",
      "length": 84,
      "id": 7360
    },
    {
      "text": "I'm not in this world to live up to your expectations, and you're not in this world to live up to mine.",
      "source": "Bruce Lee",
      "length": 103,
      "id": 7361
    },
    {
      "text": "What's right is what's left if you do everything else wrong.",
      "source": "Robin Williams",
      "length": 60,
      "id": 7362
    },
    {
      "text": "Dream beautiful dreams, and then work to make those dreams come true.",
      "source": "Spencer W. Kimball",
      "length": 69,
      "id": 7363
    },
    {
      "text": "It's not what happens to you but how you react to it that matters.",
      "source": "Epictetus",
      "length": 66,
      "id": 7364
    },
    {
      "text": "Successful people are not gifted; they just work hard, then succeed on purpose.",
      "source": "G.K. Nielson",
      "length": 79,
      "id": 7365
    },
    {
      "text": "It's not what you do once in a while, it's what you do day in and day out that makes the difference.",
      "source": "Jenny Craig",
      "length": 100,
      "id": 7366
    },
    {
      "text": "Wealth isn't about having a lot of money, it's about having a lot of options.",
      "source": "Chris Rock",
      "length": 77,
      "id": 7367
    },
    {
      "text": "There may be people that have more talent than you, but there's no excuse for anyone to work harder than you.",
      "source": "Derek Jeter",
      "length": 109,
      "id": 7368
    },
    {
      "text": "If at first you don't succeed, then skydiving isn't for you.",
      "source": "Steven Wright",
      "length": 60,
      "id": 7369
    },
    {
      "text": "I find television very educational. Every time someone turns it on, I go in the other room and read a book.",
      "source": "Groucho Marx",
      "length": 107,
      "id": 7370
    },
    {
      "text": "Opportunity does not knock, it presents itself when you beat down the door.",
      "source": "Kyle Chandler",
      "length": 75,
      "id": 7371
    },
    {
      "text": "Try not to resist the changes that come your way. Instead, let life live through you. And do not worry that your life is turning upside down. How do you know that the side you are used to is better than the one to come.",
      "source": "Rumi",
      "length": 219,
      "id": 7372
    },
    {
      "text": "\"You could rattle the stars,\" she whispered. \"You could do anything, if only you dared. And deep down, you know it, too. That's what scares you most.\"",
      "source": "Sarah J. Maas",
      "length": 150,
      "id": 7373
    },
    {
      "text": "The adventure of life is to learn. The purpose of life is to grow. The nature of life is to change. The challenge of life is to overcome. The essence of life is to care. The opportunity of life is to serve. The secret of life is to dare. The spice of life is to befriend. The beauty of life is to give.",
      "source": "William Arthur Ward",
      "length": 302,
      "id": 7374
    },
    {
      "text": "If you've never eaten while crying, you don't know what life tastes like.",
      "source": "Johann Wolfgang von Goethe",
      "length": 73,
      "id": 7375
    },
    {
      "text": "Once you do know what the question actually is, you'll know what the answer means.",
      "source": "Douglas Adams",
      "length": 82,
      "id": 7376
    },
    {
      "text": "You don't get paid for the hour. You get paid for the value you bring to the hour.",
      "source": "Jim Rohn",
      "length": 82,
      "id": 7377
    },
    {
      "text": "Be an encourager: When you encourage others, you boost their self-esteem, enhance their self-confidence, make them work harder, lift their spirits and make them successful in their endeavors. Encouragement goes straight to the heart and is always available. Be an encourager. Always.",
      "source": "Roy T. Bennett",
      "length": 283,
      "id": 7378
    },
    {
      "text": "Remember, you have been criticizing yourself for years and it hasn't worked. Try approving of yourself and see what happens.",
      "source": "Louise L. Hay",
      "length": 124,
      "id": 7379
    },
    {
      "text": "Work hard and don't give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people.",
      "source": "Tena Desae",
      "length": 128,
      "id": 7380
    },
    {
      "text": "Stay true to yourself, yet always be open to learn. Work hard, and never give up on your dreams, even when nobody else believes they can come true but you. These are not cliches but real tools you need no matter what you do in life to stay focused on your path.",
      "source": "Phillip Sweet",
      "length": 261,
      "id": 7381
    },
    {
      "text": "You can control two things: your work ethic and your attitude about anything.",
      "source": "Ali Krieger",
      "length": 77,
      "id": 7382
    },
    {
      "text": "Success isn't always about greatness. It's about consistency. Consistent hard work leads to success. Greatness will come.",
      "source": "Dwayne Johnson",
      "length": 121,
      "id": 7383
    },
    {
      "text": "Read, read, read. Read everything-trash, classics, good and bad, and see how they do it. Just like a carpenter who works as an apprentice and studies the master. Read! You'll absorb it. Then write. If it's good, you'll find out. If it's not, throw it out of the window.",
      "source": "William Faulkner",
      "length": 269,
      "id": 7384
    },
    {
      "text": "If today you are a little bit better than you were yesterday, then that's enough.",
      "source": "David A. Bednar",
      "length": 81,
      "id": 7385
    },
    {
      "text": "You may be disappointed if you fail, but you'll be doomed if you don't try.",
      "source": "Beverly Sills",
      "length": 75,
      "id": 7386
    },
    {
      "text": "Study while others are sleeping; work while others are loafing; prepare while others are playing; and dream while others are wishing.",
      "source": "William Arthur Ward",
      "length": 133,
      "id": 7387
    },
    {
      "text": "I really appreciate people who correct me, because without them, I might have been repeating mistakes for a long time.",
      "source": "Mufti Menk",
      "length": 118,
      "id": 7388
    },
    {
      "text": "It's not your salary that makes you rich, it's your spending habits.",
      "source": "Charles A. Jaffe",
      "length": 68,
      "id": 7389
    },
    {
      "text": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has.",
      "source": "Margaret Mead",
      "length": 131,
      "id": 7390
    },
    {
      "text": "Change is painful, but nothing is as painful as staying stuck somewhere you don't belong.",
      "source": "Mandy Hale",
      "length": 89,
      "id": 7391
    },
    {
      "text": "Change is the law of life. And those who look only to the past or present are certain to miss the future.",
      "source": "John F. Kennedy",
      "length": 105,
      "id": 7392
    },
    {
      "text": "We delight in the beauty of the butterfly, but rarely admit the changes it has gone through to achieve that beauty.",
      "source": "Maya Angelou",
      "length": 115,
      "id": 7393
    },
    {
      "text": "Dreams are the seeds of change. Nothing ever grows without a seed, and nothing ever changes without a dream.",
      "source": "Debby Boone",
      "length": 108,
      "id": 7394
    },
    {
      "text": "It's better to be absolutely ridiculous than absolutely boring.",
      "source": "Marilyn Monroe",
      "length": 63,
      "id": 7395
    },
    {
      "text": "You must gain control over your money or the lack of it will forever control you.",
      "source": "Dave Ramsey",
      "length": 81,
      "id": 7396
    },
    {
      "text": "Only buy something that you'd be perfectly happy to hold if the market shuts down for 10 years.",
      "source": "Warren Buffett",
      "length": 95,
      "id": 7397
    },
    {
      "text": "Money can't buy happiness, but it can make you awfully comfortable while you're being miserable.",
      "source": "Clare Boothe Luce",
      "length": 96,
      "id": 7398
    },
    {
      "text": "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.",
      "source": "Jen Sincero",
      "length": 100,
      "id": 7399
    },
    {
      "text": "You're already a financial trader. You might not think of it in just this way, but if you work for a living, you're trading your time for money. Frankly, it's just about the worst trade you can make. Why? You can always get more money, but you can't get more time.",
      "source": "Tony Robbins",
      "length": 264,
      "id": 7400
    },
    {
      "text": "You can only become truly accomplished at something you love. Don't make money your goal. Instead pursue the things you love doing and then do them so well that people can't take their eyes off of you.",
      "source": "Maya Angelou",
      "length": 201,
      "id": 7401
    },
    {
      "text": "Formal education will make you a living; self-education will make you a fortune.",
      "source": "Jim Rohn",
      "length": 80,
      "id": 7402
    },
    {
      "text": "Don't give up, don't take anything personally, and don't take no for an answer.",
      "source": "Sophia Amoruso",
      "length": 79,
      "id": 7403
    },
    {
      "text": "The secret of change is to focus all your energy, not on fighting the old, but on building the new.",
      "source": "Socrates",
      "length": 99,
      "id": 7404
    },
    {
      "text": "There are two rules for success: 1. Never reveal everything you know.",
      "source": "Roger H. Lincoln",
      "length": 69,
      "id": 7405
    },
    {
      "text": "Your positive action combined with positive thinking results in success.",
      "source": "Shiv Khera",
      "length": 72,
      "id": 7406
    },
    {
      "text": "If you talk about it, it's a dream. If you envision it, it's possible. If you schedule it, it's real.",
      "source": "Tony Robbins",
      "length": 101,
      "id": 7407
    },
    {
      "text": "How to stop time: kiss. How to travel in time: read. How to escape time: music. How to feel time: write. How to release time: breathe.",
      "source": "Matt Haig",
      "length": 134,
      "id": 7408
    },
    {
      "text": "It's not about having enough time, it's about making enough time.",
      "source": "Rachael Bermingham",
      "length": 65,
      "id": 7409
    },
    {
      "text": "Punctuality is not just limited to arriving at a place at the right time, it is also about taking actions at the right time.",
      "source": "Amit Kalantri",
      "length": 124,
      "id": 7410
    },
    {
      "text": "You can't let your failures define you. You have to let your failures teach you.",
      "source": "Barack Obama",
      "length": 80,
      "id": 7411
    },
    {
      "text": "Stop being afraid of what could go wrong, and start being excited about what could go right.",
      "source": "Tony Robbins",
      "length": 92,
      "id": 7412
    },
    {
      "text": "Defeat is a state of mind; no one is ever defeated until defeat is accepted as a reality.",
      "source": "Bruce Lee",
      "length": 89,
      "id": 7413
    },
    {
      "text": "It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all-in which case, you fail by default.",
      "source": "J.K. Rowling",
      "length": 165,
      "id": 7414
    },
    {
      "text": "Failure isn't the end of the road. It's a big red flag saying to you \"Wrong way. Turn around.\"",
      "source": "Oprah Winfrey",
      "length": 94,
      "id": 7415
    },
    {
      "text": "Success is a lousy teacher. It seduces smart people into thinking they can't lose.",
      "source": "Bill Gates",
      "length": 82,
      "id": 7416
    },
    {
      "text": "No matter what people tell you, words and ideas can change the world.",
      "source": "Robin Williams",
      "length": 69,
      "id": 7417
    },
    {
      "text": "You're off to Great Places! Today is your day! Your mountain is waiting, so... get on your way!",
      "source": "Dr. Seuss",
      "length": 95,
      "id": 7418
    },
    {
      "text": "At the end of the day we can endure much more than we think we can.",
      "source": "Frida Kahlo",
      "length": 67,
      "id": 7419
    },
    {
      "text": "I didn't learn to be quiet when I had an opinion. The reason they knew who I was is because I told them.",
      "source": "Ursula Burns",
      "length": 104,
      "id": 7420
    },
    {
      "text": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.",
      "source": "Marcus Aurelius",
      "length": 95,
      "id": 7421
    },
    {
      "text": "The woman who follows the crowd will usually go no further than the crowd. The woman who walks alone is likely to find herself in places no one has been before.",
      "source": "Albert Einstein",
      "length": 160,
      "id": 7422
    },
    {
      "text": "Life's like a movie, write your own ending. Keep believing, keep pretending.",
      "source": "Jim Henson",
      "length": 76,
      "id": 7423
    },
    {
      "text": "A reader lives a thousand lives before he dies. The man who never reads lives only one.",
      "source": "George R.R. Martin",
      "length": 87,
      "id": 7424
    },
    {
      "text": "The capacity to learn is a gift; the ability to learn is a skill; the willingness to learn is a choice.",
      "source": "Brian Herbert",
      "length": 103,
      "id": 7425
    },
    {
      "text": "The man who doesn't read has no advantage over the man who can't read.",
      "source": "Mark Twain",
      "length": 70,
      "id": 7426
    },
    {
      "text": "To learn a language is to have one more window from which to look at the world.",
      "source": "Chinese Proverb",
      "length": 79,
      "id": 7427
    },
    {
      "text": "Attitude is a choice. Happiness is a choice. Optimism is a choice. Kindness is a choice. Giving is a choice. Respect is a choice. Whatever choice you make makes you. Choose wisely.",
      "source": "Roy T. Bennett",
      "length": 180,
      "id": 7428
    },
    {
      "text": "Dwell on the beauty of life. Watch the stars, and see yourself running with them.",
      "source": "Marcus Aurelius",
      "length": 81,
      "id": 7429
    },
    {
      "text": "The greatest weapon against stress is the ability to choose one thought over another.",
      "source": "William James",
      "length": 85,
      "id": 7430
    },
    {
      "text": "It takes nothing to join the crowd. It takes everything to stand alone.",
      "source": "Hans F. Hansen",
      "length": 71,
      "id": 7431
    },
    {
      "text": "You were born to win, but to be a winner, you must plan to win, prepare to win, and expect to win.",
      "source": "Zig Ziglar",
      "length": 98,
      "id": 7432
    },
    {
      "text": "Winning means you're willing to go longer, work harder, and give more than anyone else.",
      "source": "Vince Lombardi",
      "length": 87,
      "id": 7433
    },
    {
      "text": "When I win and when I lose, I take ownership of it, because I really am in charge of what I do.",
      "source": "Nicki Minaj",
      "length": 95,
      "id": 7434
    },
    {
      "text": "A champion is afraid of losing. Everyone else is afraid of winning.",
      "source": "Billie Jean King",
      "length": 67,
      "id": 7435
    },
    {
      "text": "Competing at the highest level is not about winning. It's about preparation, courage, understanding, nurturing your people, and heart. Winning is the result.",
      "source": "Joe Torre",
      "length": 157,
      "id": 7436
    },
    {
      "text": "Words can inspire, thoughts can provoke, but only action truly brings you closer to your dreams.",
      "source": "Brad Sugars",
      "length": 96,
      "id": 7437
    },
    {
      "text": "Motivation may be what starts you off, but it's habit that keeps you going back for more.",
      "source": "Miya Yamanouchi",
      "length": 89,
      "id": 7438
    },
    {
      "text": "I'm not a product of my circumstances. I am a product of my decisions.",
      "source": "Stephen Covey",
      "length": 70,
      "id": 7439
    },
    {
      "text": "Push yourself again and again. Don't give an inch until the final buzzer sounds.",
      "source": "Larry Bird",
      "length": 80,
      "id": 7440
    },
    {
      "text": "Certain things catch your eye, but pursue only those that capture the heart.",
      "source": "Indian Proverb",
      "length": 76,
      "id": 7441
    },
    {
      "text": "Better to be an optimist who gets disappointed than a pessimist who has no hope.",
      "source": "Robin Sharma",
      "length": 80,
      "id": 7442
    },
    {
      "text": "These mountains that you are carrying, you were only supposed to climb.",
      "source": "Najwa Zebian",
      "length": 71,
      "id": 7443
    },
    {
      "text": "Suffering is a test. That's all it is. Suffering is the true test of life.",
      "source": "David Goggins",
      "length": 74,
      "id": 7444
    },
    {
      "text": "My number one priority in life, above my happiness, above my family, above my work, is my own health. It starts with my physical health.",
      "source": "Naval Ravikant",
      "length": 136,
      "id": 7445
    },
    {
      "text": "Just because one person doesn't seem to care for you, doesn't mean you should forget about everyone else who does.",
      "source": "Haruki Murakami",
      "length": 114,
      "id": 7446
    },
    {
      "text": "You may have had unfair things happen to you, but the depth of your pain is an indication of the height of your future.",
      "source": "Joel Osteen",
      "length": 119,
      "id": 7447
    },
    {
      "text": "Take a leap of faith right now and know that you can live the life of your dreams by making a positive decision.",
      "source": "Auliq Ice",
      "length": 112,
      "id": 7448
    },
    {
      "text": "The more I think about it, the more I realize that overthinking isn't the real problem. The real problem is that we don't trust.",
      "source": "L. J. Vanier",
      "length": 128,
      "id": 7449
    },
    {
      "text": "There is nothing wrong with dreaming, but there is everything wrong with dreaming without any intention to make the dream a reality.",
      "source": "Unarine Ramaru",
      "length": 132,
      "id": 7450
    },
    {
      "text": "Working on your dream whenever it is convenient for you will not work. When you dare to dream, you should also dare to do.",
      "source": "Stephen Richards",
      "length": 122,
      "id": 7451
    },
    {
      "text": "Just slow down. Slow down your speech. Slow down your breathing. Slow down your walking. Slow down your eating. And let this slower, steadier pace perfume your mind. Just slow down.",
      "source": "Doko",
      "length": 181,
      "id": 7452
    },
    {
      "text": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.",
      "source": "Dale Carnegie",
      "length": 138,
      "id": 7453
    },
    {
      "text": "Don't be afraid to have goals and dreams. Even in the face of haters and those who do not believe in you, don't stop dreaming.",
      "source": "Auliq Ice",
      "length": 126,
      "id": 7454
    },
    {
      "text": "Sometimes things aren't clear right away. That's where you need to be patient and persevere and see where things lead.",
      "source": "Mary Pierce",
      "length": 118,
      "id": 7455
    },
    {
      "text": "Almost everything will work again if you unplug it for a few minutes. Including you.",
      "source": "Anne Lamott",
      "length": 84,
      "id": 7456
    },
    {
      "text": "The key is not to prioritize what's on your schedule, but to schedule your priorities.",
      "source": "Stephen Covey",
      "length": 86,
      "id": 7457
    },
    {
      "text": "Stress, anxiety and depression are caused when we are living to please others.",
      "source": "Paulo Coelho",
      "length": 78,
      "id": 7458
    },
    {
      "text": "You draw to you the people and events which resonate with the energy that you are radiating. You attract what you are, so be your best.",
      "source": "Lynda Field",
      "length": 135,
      "id": 7459
    },
    {
      "text": "Social anxiety results from being around people who are resolutely opposed to who you are.",
      "source": "Stefan Molyneux",
      "length": 90,
      "id": 7460
    },
    {
      "text": "People often avoid making decisions out of fear of making a mistake. Actually the failure to make decisions is one of life's biggest mistakes.",
      "source": "Rabbi Noah Weinberg",
      "length": 142,
      "id": 7461
    },
    {
      "text": "I have nothing in common with lazy people who blame others for their lack of success.",
      "source": "Kobe Bryant",
      "length": 85,
      "id": 7462
    },
    {
      "text": "Just because you miss someone doesn't mean you need them back in your life. Missing is just a part of moving on.",
      "source": "Macklemore",
      "length": 112,
      "id": 7463
    },
    {
      "text": "Follow your dreams. I am not saying it's going to be easy, but I am saying it's going to be worth it.",
      "source": "Moffat Machingura",
      "length": 101,
      "id": 7464
    },
    {
      "text": "If you want to see your life improve, your dreams come closer to fruition, and happiness deepen in your life, don't give up on anything you are doing.",
      "source": "Auliq Ice",
      "length": 150,
      "id": 7465
    },
    {
      "text": "The mind is like water. When it's turbulent, it's difficult to see. When it's calm, everything becomes clear.",
      "source": "Prasad Mahes",
      "length": 109,
      "id": 7466
    },
    {
      "text": "The only thing limiting your aspiration is your imagination.",
      "source": "Stephen Richards",
      "length": 60,
      "id": 7467
    },
    {
      "text": "You must train your intuition - you must trust the small voice inside you which tells you exactly what to say, what to decide.",
      "source": "Ingrid Bergmen",
      "length": 126,
      "id": 7468
    },
    {
      "text": "We don't even know how strong we are until we are forced to bring that hidden strength forward.",
      "source": "Isabel Allende",
      "length": 95,
      "id": 7469
    },
    {
      "text": "Be brave enough to live the life of your dreams according to your vision and purpose instead of the expectations and opinions of others.",
      "source": "Roy Bennett",
      "length": 136,
      "id": 7470
    },
    {
      "text": "Without desires and dreams, your thoughts do not matter and you can think whatever you want to.",
      "source": "Stephen Richards",
      "length": 95,
      "id": 7471
    },
    {
      "text": "Try a thing you haven't done three times. Once, to get over the fear of doing it. Twice, to learn how to do it. And a third time to figure out whether you like it or not.",
      "source": "Virgil Thomson",
      "length": 170,
      "id": 7472
    },
    {
      "text": "Anxiety happens when you think you have to figure out everything all at once. Breathe. You're strong. You got this. Take it day by day.",
      "source": "Karen Salmansohn",
      "length": 135,
      "id": 7473
    },
    {
      "text": "They say \"Follow your heart\"... But I can't follow you where you're going...",
      "source": "Ranata Suzuki",
      "length": 76,
      "id": 7474
    },
    {
      "text": "Making a dream into reality begins with what you have, not with what you are waiting on.",
      "source": "T.F. Hodge",
      "length": 88,
      "id": 7475
    },
    {
      "text": "If we didn't have nightmares, we wouldn't wake up every morning chasing our dreams.",
      "source": "Joyce Rachelle",
      "length": 83,
      "id": 7476
    },
    {
      "text": "The answer is in your dreams, the ones you dream while you're asleep and the ones you dream while you're awake.",
      "source": "Toni Sorenson",
      "length": 111,
      "id": 7477
    },
    {
      "text": "Having a routine is great, but only if it serves your goals. If it's not doing that, it's called a rut.",
      "source": "Josh LaJaunie",
      "length": 103,
      "id": 7478
    },
    {
      "text": "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience.",
      "source": "Eleanor Roosevelt",
      "length": 140,
      "id": 7479
    },
    {
      "text": "The dream provides inspiration and motivation. The goal generates drive and momentum. But daily effort on the details is the fuel that gets you to your dream.",
      "source": "Auliq Ice",
      "length": 158,
      "id": 7480
    },
    {
      "text": "Caring for others over caring for yourself gets you out of your own self. But if caring for others becomes a source of pride, the self is strengthened and you're back to where you started.",
      "source": "Naval Ravikant",
      "length": 188,
      "id": 7481
    },
    {
      "text": "Either write something worth reading or do something worth writing.",
      "source": "Benjamin Franklin",
      "length": 67,
      "id": 7482
    },
    {
      "text": "The key to growth is acknowledging your fear of the unknown and jumping in anyway.",
      "source": "Jen Sincero",
      "length": 82,
      "id": 7483
    },
    {
      "text": "Don't live to be judged for what you haven't done. Live to be judged for what you have done.",
      "source": "Stephen Richards",
      "length": 92,
      "id": 7484
    },
    {
      "text": "Integrity is choosing courage over comfort; it's choosing what's right over what's fun, fast, or easy; and it's practicing your values, not just professing them.",
      "source": "Brené Brown",
      "length": 161,
      "id": 7485
    },
    {
      "text": "The positive thinker sees the invisible, feels the intangible, and achieves the impossible.",
      "source": "Winston Churchill",
      "length": 91,
      "id": 7486
    },
    {
      "text": "I read somewhere how important it is in life not necessarily to be strong but to feel strong.",
      "source": "Christopher McCandless",
      "length": 93,
      "id": 7487
    },
    {
      "text": "Believe in your heart that you're meant to live a life full of passion, purpose, magic and miracles.",
      "source": "Roy Bennett",
      "length": 100,
      "id": 7488
    },
    {
      "text": "Self-discipline is about controlling your desires and impulses while staying focused on what needs to get done to achieve your goal.",
      "source": "Adam Sicinski",
      "length": 132,
      "id": 7489
    },
    {
      "text": "All I can do is follow my instincts, because I'll never please everyone.",
      "source": "Emma Watson",
      "length": 72,
      "id": 7490
    },
    {
      "text": "One of the best lessons you can learn is to master how to remain calm.",
      "source": "Catherine Pulsifer",
      "length": 70,
      "id": 7491
    },
    {
      "text": "Challenges in and of themselves do nothing. But they create circumstances where growth can occur in ways it can't while sailing in smoother waters.",
      "source": "Auliq Ice",
      "length": 147,
      "id": 7492
    },
    {
      "text": "Long term success is a direct result of what you achieve everyday. Goals provide your daily routine.",
      "source": "Rick Pitino",
      "length": 100,
      "id": 7493
    },
    {
      "text": "Spend more time doing things that make you forget about the time.",
      "source": "Charlotte Eriksson",
      "length": 65,
      "id": 7494
    },
    {
      "text": "When you only focus on your goals you never see any obstacles.",
      "source": "Stephen Richards",
      "length": 62,
      "id": 7495
    },
    {
      "text": "Never regret anything because at one time it was exactly what you wanted.",
      "source": "Marilyn Monroe",
      "length": 73,
      "id": 7496
    },
    {
      "text": "Always, always, always believe in yourself, because if you don't, then who will, sweetie?",
      "source": "Marilyn Monroe",
      "length": 89,
      "id": 7497
    },
    {
      "text": "If you find yourself mentally exhausted: change your environment. Unclutter your desk. Take a shower. Go for a a walk. Refresh your mental state.",
      "source": "Life Math Money",
      "length": 145,
      "id": 7498
    },
    {
      "text": "All men desire peace, but very few desire those things that make for peace.",
      "source": "Thomas a Kempis",
      "length": 75,
      "id": 7499
    },
    {
      "text": "All that is important is this one moment in movement. Make the moment important, vital, and worth living. Do not let it slip away unnoticed and unused.",
      "source": "Martha Graham",
      "length": 151,
      "id": 7500
    },
    {
      "text": "Don't step backward toward nothing, step forward toward something, better awkward steps forward, than coward steps backward.",
      "source": "Victoria Addino",
      "length": 124,
      "id": 7501
    },
    {
      "text": "I am not looking to escape my darkness, I'm learning to love myself here.",
      "source": "Rune Lazuli",
      "length": 73,
      "id": 7502
    },
    {
      "text": "Learn to be alone and to like it. There is nothing more empowering or freeing than learning to like your own company.",
      "source": "Mandy Hale",
      "length": 117,
      "id": 7503
    },
    {
      "text": "It's amazing how quickly things can turn around when you remove toxic people from your life.",
      "source": "Robert Tew",
      "length": 92,
      "id": 7504
    },
    {
      "text": "Companionship is a foreign concept to some people. They fear it as much as the majority of people fear loneliness.",
      "source": "Criss Jami",
      "length": 114,
      "id": 7505
    },
    {
      "text": "Face the demands of life voluntarily. Respond to a challenge, instead of bracing for catastrophe.",
      "source": "Jordan Peterson",
      "length": 97,
      "id": 7506
    },
    {
      "text": "Whatever happens to you belongs to you. Make it yours. Feed it to yourself even if it feels impossible to swallow. Let it nurture you because it will.",
      "source": "Cheryl Strayed",
      "length": 150,
      "id": 7507
    },
    {
      "text": "I'm doing the best I can. But I've never grown old before. I'm doing it for the first time. And I'm not sure that I'll do it right.",
      "source": "Charlie Munger",
      "length": 131,
      "id": 7508
    },
    {
      "text": "When your inner commentary finally ends, your happiness can finally begin.",
      "source": "Brian Thompson",
      "length": 74,
      "id": 7509
    },
    {
      "text": "To attain knowledge, add things everyday. To attain wisdom, remove things every day.",
      "source": "Lao Tzu",
      "length": 84,
      "id": 7510
    },
    {
      "text": "It's very hard to respect yourself when you give in to every temptation. If you want to build self-respect, build your willpower.",
      "source": "Life Math Money",
      "length": 129,
      "id": 7511
    },
    {
      "text": "Unless you try to do something beyond what you have already mastered, you will never grow.",
      "source": "Ralph Waldo Emerson",
      "length": 90,
      "id": 7512
    },
    {
      "text": "Being honest with yourself is the highest form of self-respect. If you're not feeling something, don't do it.",
      "source": "DailyZen",
      "length": 109,
      "id": 7513
    },
    {
      "text": "Follow your dreams, work hard, practice, and persevere. Make sure you eat a variety of foods, get plenty of exercise and maintain a healthy lifestyle.",
      "source": "Sasha Cohen",
      "length": 150,
      "id": 7514
    },
    {
      "text": "I have a lot to be thankful for. I am healthy, happy and I am loved.",
      "source": "Reba McEntire",
      "length": 68,
      "id": 7515
    },
    {
      "text": "There is progress whether ye are going forward or backward! The thing is to move!",
      "source": "Edgar Cayce",
      "length": 81,
      "id": 7516
    },
    {
      "text": "I don't believe you have to be better than everybody else. I believe you have to be better than you ever thought you could be.",
      "source": "Ken Venturi",
      "length": 126,
      "id": 7517
    },
    {
      "text": "Nobody gets to live life backward. Look ahead, that is where your future lies.",
      "source": "Ann Landers",
      "length": 78,
      "id": 7518
    },
    {
      "text": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
      "source": "Ayn Rand",
      "length": 87,
      "id": 7519
    },
    {
      "text": "If we were meant to stay in one place, we'd have roots instead of feet.",
      "source": "Rachel Wolchin",
      "length": 71,
      "id": 7520
    },
    {
      "text": "I'd rather attempt to do something great and fail than to attempt to do nothing and succeed.",
      "source": "Robert H. Schuller",
      "length": 92,
      "id": 7521
    },
    {
      "text": "We can change our future by merely changing our attitude to the positive. Simple yet powerful.",
      "source": "Zeenat Merchant Syal",
      "length": 94,
      "id": 7522
    },
    {
      "text": "If you want to be successful in life, respect one rule: never lie to yourself.",
      "source": "Paulo Coelho",
      "length": 78,
      "id": 7523
    },
    {
      "text": "The most important relationship in your life is the one you have with yourself. The right person for you right now might be you.",
      "source": "Mel Robbins",
      "length": 128,
      "id": 7524
    },
    {
      "text": "Life is sweet and bitter. Beautiful and painful. And a blessing to be here. Live to your fullest. Don't waste time on fear and regret. Okay?",
      "source": "Karen Salmansohn",
      "length": 140,
      "id": 7525
    },
    {
      "text": "Don't let little things take up too much room in your heart... Or you will spend your whole life being upset.",
      "source": "Karen Salmansohn",
      "length": 109,
      "id": 7526
    },
    {
      "text": "Most people are fast to stop you before you get started but hesitate to get in the way if you're moving.",
      "source": "Tim Ferriss",
      "length": 104,
      "id": 7527
    },
    {
      "text": "Give yourself the love you seek, and the universe will send people who match it.",
      "source": "Abraham Hicks",
      "length": 80,
      "id": 7528
    },
    {
      "text": "How lucky am I to have something that makes saying goodbye so hard.",
      "source": "Winnie the Pooh",
      "length": 67,
      "id": 7529
    },
    {
      "text": "We do today what they won't, so tomorrow we can accomplish what they can't.",
      "source": "Dwayne Johnson",
      "length": 75,
      "id": 7530
    },
    {
      "text": "When you have a lot of confidence and you feel like nobody can beat you, it's game over for everyone else.",
      "source": "Jason Day",
      "length": 106,
      "id": 7531
    },
    {
      "text": "The first step towards getting somewhere is to decide you're not going to stay where you are.",
      "source": "J. P. Morgan",
      "length": 93,
      "id": 7532
    },
    {
      "text": "You can't force raging water to be calm. You have to leave it alone and let it return to its natural flow. Emotions are the same way.",
      "source": "Thibaut",
      "length": 133,
      "id": 7533
    },
    {
      "text": "Success goes to the ones who do. Get up. Show up. Throw up if you have to. Do it afraid, but do it no matter.",
      "source": "Toni Sorenson",
      "length": 109,
      "id": 7534
    },
    {
      "text": "Energy is contagious, positive and negative alike. I will forever be mindful of what and who I am allowing into my space.",
      "source": "Alex Elle",
      "length": 121,
      "id": 7535
    },
    {
      "text": "Sometimes things that hurt you most, teach you the greatest lesson in life.",
      "source": "Buddha",
      "length": 75,
      "id": 7536
    },
    {
      "text": "The truth is that there is no actual stress or anxiety in the world; it's your thoughts that create these false beliefs. You can't package stress, touch it, or see it. There are only people engaged in stressful thinking.",
      "source": "Wayne Dyer",
      "length": 220,
      "id": 7537
    },
    {
      "text": "Happiness in simplicity can be achieved with a flexible mindset and nine hours sleep each night.",
      "source": "Dalai Lama",
      "length": 96,
      "id": 7538
    },
    {
      "text": "If you have good thoughts, they will shine out of your face like sunbeams and you will always look lovely.",
      "source": "Roald Dahl",
      "length": 106,
      "id": 7539
    },
    {
      "text": "Breath is the power behind all things. I breathe in and know that good things will happen.",
      "source": "Tao Porchon-Lynch",
      "length": 90,
      "id": 7540
    },
    {
      "text": "You aren't asking for too much. You're just asking the wrong person.",
      "source": "Alina Banaz",
      "length": 68,
      "id": 7541
    },
    {
      "text": "You can never quit. Winners never quit, and quitters never win.",
      "source": "Ted Turner",
      "length": 63,
      "id": 7542
    },
    {
      "text": "You may never know what results come of your actions, but if you do nothing, there will be no results.",
      "source": "Mahatma Gandhi",
      "length": 102,
      "id": 7543
    },
    {
      "text": "Your beliefs become your thoughts, your thoughts become your words, your words become your actions, your actions become your habits, Your habits become your values, your values become your destiny.",
      "source": "Mahatma Gandhi",
      "length": 197,
      "id": 7544
    },
    {
      "text": "Focusing on your future makes you realize more opportunities than ever.",
      "source": "Kate Iroegbu",
      "length": 71,
      "id": 7545
    },
    {
      "text": "Every day, think as you wake up: Today I am fortunate to be alive, I have a precious human life, I am not going to waste it.",
      "source": "Dalai Lama",
      "length": 124,
      "id": 7546
    },
    {
      "text": "Let go of what has passed. Let go of what may come. Let go of what is happening now. Don't try to figure anything out. Don't try to make anything happen. Relax, right now, and rest.",
      "source": "Tilopa",
      "length": 181,
      "id": 7547
    },
    {
      "text": "Keep smiling, because life is a beautiful thing and there's so much to smile about.",
      "source": "Marilyn Monroe",
      "length": 83,
      "id": 7548
    },
    {
      "text": "Enjoy the little things, for one day you may look back and realize they were the big things.",
      "source": "Robert Brault",
      "length": 92,
      "id": 7549
    },
    {
      "text": "What's done is done. What's gone is gone. One of life's lessons is always moving on. It's okay to look back to see how far you've come but kept moving forward.",
      "source": "Roy T. Bennett",
      "length": 159,
      "id": 7550
    },
    {
      "text": "I do believe that if you haven't learnt about sadness, you can't appreciate happiness.",
      "source": "Nana Mouskouri",
      "length": 86,
      "id": 7551
    },
    {
      "text": "A healthy man wants a thousand things, a sick man only wants one.",
      "source": "Naval Ravikant",
      "length": 65,
      "id": 7552
    },
    {
      "text": "When you need to calm down... Breathe in for 5 counts. Hold for 5 counts. Breathe out for 5 counts. Hold for 5 counts. Repeat the cycle 2 more times.",
      "source": "Gabby Bernstein",
      "length": 149,
      "id": 7553
    },
    {
      "text": "Challenges are gifts that force us to search for a new center of gravity. Don't fight them. Just find a new way to stand.",
      "source": "Oprah Winfrey",
      "length": 121,
      "id": 7554
    },
    {
      "text": "I learned how to be happy because I know what unhappiness felt like.",
      "source": "Lilly Singh",
      "length": 68,
      "id": 7555
    },
    {
      "text": "You don't get to choose how you're going to die. Or when. You can only decide how you're going to live. Now.",
      "source": "Joan Baez",
      "length": 108,
      "id": 7556
    },
    {
      "text": "We have two ears and one mouth and we should use them proportionally.",
      "source": "Susan Cain",
      "length": 69,
      "id": 7557
    },
    {
      "text": "Happiness hides in life's small details. If you're not looking, it becomes invisible.",
      "source": "Joyce Brothers",
      "length": 85,
      "id": 7558
    },
    {
      "text": "If you want to move to a higher level of life, you have to be willing to let go of some of your old ways of thinking and being and adopt new ones.",
      "source": "T. Harv Eker",
      "length": 146,
      "id": 7559
    },
    {
      "text": "Let go of the fears, worries, and doubts. If you have to write them down on a piece of paper and burn them, do it. Have a funeral for your fears, worries, and doubts. Let them rest in peace so that you can live, work, and play in peace.",
      "source": "David DeNotaris",
      "length": 236,
      "id": 7560
    },
    {
      "text": "Where you are headed is more important than how fast you are going. Rather than always focusing on what's urgent, learn to focus on what is really important.",
      "source": "Stephen R. Covey",
      "length": 157,
      "id": 7561
    },
    {
      "text": "May you know that every experience will teach and lead you to the integral parts in the seasons of your growth.",
      "source": "Hiral",
      "length": 111,
      "id": 7562
    },
    {
      "text": "Some cause happiness wherever they go; others, whenever they go.",
      "source": "Oscar Wilde",
      "length": 64,
      "id": 7563
    },
    {
      "text": "Be patient with yourself. You are growing stronger every day. The weight of the world will become lighter and you will begin to shine brighter. Don't give up.",
      "source": "Robert Tew",
      "length": 158,
      "id": 7564
    },
    {
      "text": "Treat yourself as if you were someone that you are responsible for helping.",
      "source": "Jordan Peterson",
      "length": 75,
      "id": 7565
    },
    {
      "text": "Enter every activity without giving mental recognition to the possibility of defeat. Concentrate on your strengths, instead of your weaknesses, on your powers, instead of your problems.",
      "source": "Paul J. Meyer",
      "length": 185,
      "id": 7566
    },
    {
      "text": "You are allowed to be both a masterpiece and a work in progress, simultaneously.",
      "source": "Sophia Bush",
      "length": 80,
      "id": 7567
    },
    {
      "text": "To wish you were someone else is to waste the person you are.",
      "source": "Sven Goran Eriksson",
      "length": 61,
      "id": 7568
    },
    {
      "text": "The mistakes I've made are dead to me. But I can't take back the things I never did.",
      "source": "Jonathan Safran Foer",
      "length": 84,
      "id": 7569
    },
    {
      "text": "If you can imagine it, you can achieve it; if you can dream it, you can become it.",
      "source": "William Arthur Ward",
      "length": 82,
      "id": 7570
    },
    {
      "text": "There's always failure. And there's always disappointment. And there's always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums.",
      "source": "Michael J. Fox",
      "length": 177,
      "id": 7571
    },
    {
      "text": "When you love someone you want to take care of that person as you would take care of yourself.",
      "source": "Thich Nhat Hanh",
      "length": 94,
      "id": 7572
    },
    {
      "text": "One of the things that makes me who I am is the loyalty I have to people I hold close to my heart.",
      "source": "Simone Elkeles",
      "length": 98,
      "id": 7573
    },
    {
      "text": "It's a lack of clarity that creates chaos and frustration. Those emotions are poison to any living goal.",
      "source": "Steve Maraboli",
      "length": 104,
      "id": 7574
    },
    {
      "text": "Every time you are tempted to react in the same old way, ask if you want to be a prisoner of the past or a pioneer of the future.",
      "source": "Deepak Chopra",
      "length": 129,
      "id": 7575
    },
    {
      "text": "But I have my life, I'm living it. It's twisted, exhausting, uncertain and full of guilt, but nonetheless, there's something there.",
      "source": "Banana Yoshimoto",
      "length": 131,
      "id": 7576
    },
    {
      "text": "People who project negativity typically have low self-esteem. They feel badly about themselves, and their negativity is simply a reflection of those feelings.",
      "source": "Hendrie Weisinger",
      "length": 158,
      "id": 7577
    },
    {
      "text": "At your absolute best you still won't be good enough for the wrong person. At your worst, you'll still be worth it to the right person.",
      "source": "Karen Salmansohn",
      "length": 135,
      "id": 7578
    },
    {
      "text": "Watch your thoughts; they become words. Watch your words; they become actions. Watch your actions; they become habits. Watch your habits; they become character. Watch your character; it becomes your destiny.",
      "source": "Frank Outlaw",
      "length": 207,
      "id": 7579
    },
    {
      "text": "Some people don't like change, but you need to embrace change if the alternative is disaster.",
      "source": "Elon Musk",
      "length": 93,
      "id": 7580
    },
    {
      "text": "All I can control is myself and just keep having a positive attitude.",
      "source": "Rose Namajunas",
      "length": 69,
      "id": 7581
    },
    {
      "text": "Forget yesterday and last month and last year, with their gloomy diary of failures and disappointments. All that is in the past.",
      "source": "Og Mandino",
      "length": 128,
      "id": 7582
    },
    {
      "text": "People will always have their opinion on you despite who you are and what your capable of.",
      "source": "Ana Chable",
      "length": 90,
      "id": 7583
    },
    {
      "text": "Life is not always a celebration; so be ready to courageously face disappointments when they come, and be sure to grow stronger and wiser from them.",
      "source": "Edmond Mbiaka",
      "length": 148,
      "id": 7584
    },
    {
      "text": "One moment can change a day, one day can change a life and one life can change the world.",
      "source": "Buddha",
      "length": 89,
      "id": 7585
    },
    {
      "text": "The only taste of success some people have is when they take a bite out of you.",
      "source": "Zig Ziglar",
      "length": 79,
      "id": 7586
    },
    {
      "text": "Love grows from stable relationships, shared experience, loyalty, devotion, trust.",
      "source": "Richard Wright",
      "length": 82,
      "id": 7587
    },
    {
      "text": "The first steps in self-acceptance are not at all pleasant, for what one sees is not a happy sight. One needs all the courage to go further.",
      "source": "Nisargadatta Maharaj",
      "length": 140,
      "id": 7588
    },
    {
      "text": "If you are always trying to be normal, you will never know how amazing you can be.",
      "source": "Maya Angelou",
      "length": 82,
      "id": 7589
    },
    {
      "text": "Chaotic people often have chaotic lives, and I think they create that. But if you try and have an inner peace and a positive attitude, I think you attract that.",
      "source": "Imelda Staunton",
      "length": 160,
      "id": 7590
    },
    {
      "text": "Always remember to smile and look up at what you got in life.",
      "source": "Marilyn Monroe",
      "length": 61,
      "id": 7591
    },
    {
      "text": "I don't worry about the haters... They are just angry because the truth I speak contradicts the lie they live.",
      "source": "Steve Maraboli",
      "length": 110,
      "id": 7592
    },
    {
      "text": "Spend eighty percent of your time focusing on the opportunities of tomorrow rather than the problems of yesterday.",
      "source": "Brian Tracy",
      "length": 114,
      "id": 7593
    },
    {
      "text": "Letting go doesn't mean that you don't care about someone anymore. It's just realizing that the only person you really have control over is yourself.",
      "source": "Deborah Reber",
      "length": 149,
      "id": 7594
    },
    {
      "text": "Don't blow off another's candle for it won't make yours shine brighter.",
      "source": "Jaachynma N.E. Agu",
      "length": 71,
      "id": 7595
    },
    {
      "text": "Life isn't about getting and having, it's about giving and being.",
      "source": "Kevin Kruse",
      "length": 65,
      "id": 7596
    },
    {
      "text": "Our expectations determine how we respond. Be careful what you expect.",
      "source": "Dan Miller",
      "length": 70,
      "id": 7597
    },
    {
      "text": "Don't look for reasons to be happy. Life is short life is uncertain be happy because you are still alive.",
      "source": "Anurag Prakash Ray",
      "length": 105,
      "id": 7598
    },
    {
      "text": "You can spend minutes, hours, days, weeks or even months over-analyzing a situation, trying to put the pieces together. Or you can just leave the pieces on the floor and move on.",
      "source": "Tupac Shakur",
      "length": 178,
      "id": 7599
    },
    {
      "text": "Maybe you have to know the darkness before you can appreciate the light.",
      "source": "Madeleine L'Engle",
      "length": 72,
      "id": 7600
    },
    {
      "text": "It's failure that gives you the proper perspective on success.",
      "source": "Ellen DeGeneres",
      "length": 62,
      "id": 7601
    },
    {
      "text": "In moments of uncertainty immerse yourself in the life you would be most proud to live.",
      "source": "Adam Braun",
      "length": 87,
      "id": 7602
    },
    {
      "text": "Life is about accepting the challenges along the way, choosing to keep moving forward, and savoring the journey.",
      "source": "Roy T. Bennett",
      "length": 112,
      "id": 7603
    },
    {
      "text": "Sometimes I think we're alone in the universe, and sometimes I think we're not. In either case, the idea is quite staggering.",
      "source": "Arthur C. Clarke",
      "length": 125,
      "id": 7604
    },
    {
      "text": "Never underestimate the power you have to take your life in a new direction.",
      "source": "Germany Kent",
      "length": 76,
      "id": 7605
    },
    {
      "text": "To experience peace does not mean that your life is always blissful. It means that you are capable of tapping into a blissful state of mind amidst the normal chaos of a hectic life.",
      "source": "Jill Botte Taylor",
      "length": 181,
      "id": 7606
    },
    {
      "text": "The best reason to start an organization is to make meaning; to create a product or service to make the world a better place.",
      "source": "Guy Kawasaki",
      "length": 125,
      "id": 7607
    },
    {
      "text": "Most people would sooner die than think; in fact, they do so.",
      "source": "Bertrand Russell",
      "length": 61,
      "id": 7608
    },
    {
      "text": "Passion serves its purpose to help give a person motivation to learn the necessary skills and overcome the hardships they're going to face.",
      "source": "Derek C. Doepker",
      "length": 139,
      "id": 7609
    },
    {
      "text": "If the people in your circle aren't contributing to your growth, then you're not in a circle, you're in a cage.",
      "source": "Kianu Starr",
      "length": 111,
      "id": 7610
    },
    {
      "text": "It's better to have nobody than to have someone who is half there or doesn't want to be there.",
      "source": "Angelina Jolie",
      "length": 94,
      "id": 7611
    },
    {
      "text": "In times of stress, the best thing we can do for each other is to listen with our ears and our hearts and to be assured that our questions are just as important as our answers.",
      "source": "Fred Rogers",
      "length": 176,
      "id": 7612
    },
    {
      "text": "Better to do something imperfectly than to do nothing flawlessly.",
      "source": "Robert H. Schuller",
      "length": 65,
      "id": 7613
    },
    {
      "text": "Your ego is your self-image created by thought. It's your social mask requiring validation because it lives in fear of losing its sense of identity.",
      "source": "Thibaut",
      "length": 148,
      "id": 7614
    },
    {
      "text": "It takes courage to examine your life and to decide that there are things you would like to change, and it takes even more courage to do something about it.",
      "source": "Sue Hadfield",
      "length": 156,
      "id": 7615
    },
    {
      "text": "Meet every level of frustration with a greater level of character.",
      "source": "Wes Fesler",
      "length": 66,
      "id": 7616
    },
    {
      "text": "Think big and don't listen to people who tell you it can't be done. Life's too short to think small.",
      "source": "Tim Ferriss",
      "length": 100,
      "id": 7617
    },
    {
      "text": "We all need people who will give us feedback. That's how we improve.",
      "source": "Bill Gates",
      "length": 68,
      "id": 7618
    },
    {
      "text": "Closure happens right after you accept that letting go and moving on is more important than projecting a fantasy of how the relationship could have been.",
      "source": "Sylvester McNutt",
      "length": 153,
      "id": 7619
    },
    {
      "text": "Become addicted to constant and never-ending self-improvement.",
      "source": "Anthony J. D'Angelo",
      "length": 62,
      "id": 7620
    },
    {
      "text": "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.",
      "source": "Nelson Mandela",
      "length": 157,
      "id": 7621
    },
    {
      "text": "The ego is only an illusion, but a very influential one. Letting the ego-illusion become your identity can prevent you from knowing your true self.",
      "source": "Wayne Dyer",
      "length": 147,
      "id": 7622
    },
    {
      "text": "Great minds discuss ideas; Average minds discuss events; Small minds discuss people.",
      "source": "Eleanor Roosevelt",
      "length": 84,
      "id": 7623
    },
    {
      "text": "Work hard! In the end, passion and hard work beat out natural talent.",
      "source": "Pete Docter",
      "length": 69,
      "id": 7624
    },
    {
      "text": "Strength is the product of struggle. You must do what others don't to achieve what others won't.",
      "source": "Henry Rollins",
      "length": 96,
      "id": 7625
    },
    {
      "text": "People are chasing cash, not happiness. When you chase money, you're going to lose. You're just going to. Even if you get the money, you're not going to be happy.",
      "source": "Gary Vaynerchuk",
      "length": 162,
      "id": 7626
    },
    {
      "text": "There is only one thing in the world worse than being talked about, and that is not being talked about.",
      "source": "Oscar Wilde",
      "length": 103,
      "id": 7627
    },
    {
      "text": "I don't count my sit-ups; I only start counting when it starts hurting because they're the only ones that count.",
      "source": "Muhammad Ali",
      "length": 112,
      "id": 7628
    },
    {
      "text": "The voice of passion is better than the voice of reason. The passionless can't change history.",
      "source": "Czeslaw Milosz",
      "length": 94,
      "id": 7629
    },
    {
      "text": "Lift up the weak; inspire the ignorant. Rescue the failures; encourage the deprived. Live to give. Don't only hustle for survival. Go, and settle for revival.",
      "source": "Israelmore Ayivor",
      "length": 158,
      "id": 7630
    },
    {
      "text": "Negative emotions like loneliness, envy, and guilt have an important role to play in a happy life; they're big, flashing signs that something needs to change.",
      "source": "Gretchen Rubin",
      "length": 158,
      "id": 7631
    },
    {
      "text": "A very small degree of hope is sufficient to cause the birth of love.",
      "source": "Stendhal",
      "length": 69,
      "id": 7632
    },
    {
      "text": "We don't develop courage by being happy every day. We develop it by surviving difficult times and challenging adversity.",
      "source": "Barbara De Angelis",
      "length": 120,
      "id": 7633
    },
    {
      "text": "Growth is the great separator between those who succeed and those who do not. When I see a person beginning to separate themselves from the pack, it's almost always due to personal growth.",
      "source": "John C. Maxwell",
      "length": 188,
      "id": 7634
    },
    {
      "text": "Follow your own passion - not your parents', not your teachers' - yours.",
      "source": "Robert Ballard",
      "length": 72,
      "id": 7635
    },
    {
      "text": "Hard times don't create heroes. It is during the hard times when the 'hero' within us is revealed.",
      "source": "Bob Riley",
      "length": 98,
      "id": 7636
    },
    {
      "text": "The essence of philosophy is that we should live so that our happiness depends as little as possible on external causes.",
      "source": "Epictetus",
      "length": 120,
      "id": 7637
    },
    {
      "text": "Sometimes you can only find heaven by slowly backing away from hell.",
      "source": "Carrie Fisher",
      "length": 68,
      "id": 7638
    },
    {
      "text": "Going through anxiety or depression or any other psychological condition doesn't make you unlovable - it makes you human.",
      "source": "Seth J. Gillihan",
      "length": 121,
      "id": 7639
    },
    {
      "text": "I think it's great to be flawed. I am hugely flawed, and I like it this way. That's the fun of life.",
      "source": "Priyanka Chopra",
      "length": 100,
      "id": 7640
    },
    {
      "text": "Body love is about self-worth in general. It's more than our physical appearance.",
      "source": "Mary Lambert",
      "length": 81,
      "id": 7641
    },
    {
      "text": "With everything that has happened to you, you can either feel sorry for yourself or treat what has happened as a gift. Everything is either an opportunity to grow or an obstacle to keep you from growing. You get to choose.",
      "source": "Wayne Dyer",
      "length": 222,
      "id": 7642
    },
    {
      "text": "Depressed means you need deep rest from the character you've been playing in the world.",
      "source": "Jim Carrey",
      "length": 87,
      "id": 7643
    },
    {
      "text": "Forgiveness is giving up the hope that the past could have been any different.",
      "source": "Oprah Winfrey",
      "length": 78,
      "id": 7644
    },
    {
      "text": "Don't think about making art, just get it done. Let everyone else decide if it's good or bad, whether they love it or hate it. While they are deciding, make even more art.",
      "source": "Andy Warhol",
      "length": 171,
      "id": 7645
    },
    {
      "text": "Multitasking is the sign of a stressed and diseased mind simultaneously doing many things poorly. Quality work and quality thinking require quiet focus.",
      "source": "Thibaut",
      "length": 152,
      "id": 7646
    },
    {
      "text": "No matter what you're going through, there's a light at the end of the tunnel and it may seem hard to get to it but you can do it and just keep working towards it and you'll find the positive side of things.",
      "source": "Demi Lovato",
      "length": 207,
      "id": 7647
    },
    {
      "text": "You can't defeat the darkness by keeping it caged inside of you.",
      "source": "Seth Adam Smith",
      "length": 64,
      "id": 7648
    },
    {
      "text": "Happiness can't be traveled to owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.",
      "source": "Denis Waitley",
      "length": 157,
      "id": 7649
    },
    {
      "text": "First, accept sadness. Realize that without losing, winning isn't so great.",
      "source": "Alyssa Milano",
      "length": 75,
      "id": 7650
    },
    {
      "text": "From the very beginning you are being told to compare yourself with others. This is the greatest disease; it is like a cancer that goes on destroying your very soul because each individual is unique, and comparison is not possible.",
      "source": "Osho",
      "length": 231,
      "id": 7651
    },
    {
      "text": "It's beautiful to be alone. To be alone does not mean to be lonely. It means the mind is not influenced and contaminated by society.",
      "source": "Jiddu Krishnamurti",
      "length": 132,
      "id": 7652
    },
    {
      "text": "Awakening is not changing who you are, but discarding who you are not.",
      "source": "Deepak Chopra",
      "length": 70,
      "id": 7653
    },
    {
      "text": "If you want your life to be more rewarding, you have to change the way you think.",
      "source": "Oprah Winfrey",
      "length": 81,
      "id": 7654
    },
    {
      "text": "Is it so bad then to be misunderstood? Pythagoras was misunderstood, and Socrates, and Jesus, and Luther, and Copernicus, and Galileo, and Newton, and every pure and wise spirit that ever took flesh. To be great is to be misunderstood.",
      "source": "Ralph Waldo Emerson",
      "length": 235,
      "id": 7655
    },
    {
      "text": "Trauma is personal. It does not disappear if it is not validated. When it is ignored or invalidated the silent screams continue internally heard only by the one held captive. When someone enters the pain and hears the screams healing can begin.",
      "source": "Danielle Bernock",
      "length": 244,
      "id": 7656
    },
    {
      "text": "Learn this from me. Holding anger is a poison. It eats you from inside. We think that hating is a weapon that attacks the person who harmed us. But hatred is a curved blade. And the harm we do, we do to ourselves.",
      "source": "Mitch Albom",
      "length": 213,
      "id": 7657
    },
    {
      "text": "Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even.",
      "source": "Muhammad Ali",
      "length": 174,
      "id": 7658
    },
    {
      "text": "You should feel beautiful and you should feel safe. What you surround yourself with should bring you peace of mind and peace of spirit.",
      "source": "Stacy London",
      "length": 135,
      "id": 7659
    },
    {
      "text": "Stay positive. Forgive others. Invest in yourself. Trust your instincts. Lead with an open heart. Don't let others ruin your day. Do things that bring you joy. Be of service to humanity. Find your soul tribe. Love yourself.",
      "source": "Lewis Howes",
      "length": 223,
      "id": 7660
    },
    {
      "text": "Training gives us an outlet for suppressed energies created by stress and thus tones the spirit just as exercise conditions the body.",
      "source": "Arnold Schwarzenegger",
      "length": 133,
      "id": 7661
    },
    {
      "text": "Mental problems feed on the attention that you give them. The more you worry about them, the stronger they become. If you ignore them, they lose their power and finally vanish.",
      "source": "Annamalai Swami",
      "length": 176,
      "id": 7662
    },
    {
      "text": "I always tell myself \"the bad times never last\". It will end. The good days are just around the corner.' Knowing there is always an end to the down moods always helps me to get through that day/week/month.",
      "source": "Jenny B",
      "length": 205,
      "id": 7663
    },
    {
      "text": "Don't worry about what you can't control. Our focus and energy needs to be on the things we can control. Attitude, effort, focus - these are the things we can control.",
      "source": "Tim Tebow",
      "length": 167,
      "id": 7664
    },
    {
      "text": "In order to attract more of the blessings that life has to offer, you must truly appreciate what you already have.",
      "source": "Ralph Marston",
      "length": 114,
      "id": 7665
    },
    {
      "text": "A man too busy to take care of his health is like a mechanic too busy to take care of his tools.",
      "source": "Spanish proverb",
      "length": 96,
      "id": 7666
    },
    {
      "text": "Holding on to anger, resentment and hurt only gives you tense muscles, a headache and a sore jaw from clenching your teeth. Forgiveness gives you back the laughter and the lightness in your life.",
      "source": "Joan Lunden",
      "length": 195,
      "id": 7667
    },
    {
      "text": "When we are comfortable with ourselves and have accepted ourselves wholly, others will also find us approachable and easier to accept us.",
      "source": "Haemin Sunim",
      "length": 137,
      "id": 7668
    },
    {
      "text": "What I lack in talent, I compensate with my willingness to grind it out. That's the secret of my life.",
      "source": "Guy Kawasaki",
      "length": 102,
      "id": 7669
    },
    {
      "text": "The anxiety many feel is a result of trying to live in the world their imagination created, while being forced to live in the real world.",
      "source": "Thibaut",
      "length": 137,
      "id": 7670
    },
    {
      "text": "The less you respond to negative people, the more positive your life will become.",
      "source": "Paulo Coelho",
      "length": 81,
      "id": 7671
    },
    {
      "text": "Be yourself; no base imitator of another, but your best self. There is something which you can do better than another. Listen to the inward voice and bravely obey that. Do the things at which you are great, not what you were never made for.",
      "source": "Ralph Waldo Emerson",
      "length": 240,
      "id": 7672
    },
    {
      "text": "The moment you know yourself you have known the most precious thing in existence.",
      "source": "Osho",
      "length": 81,
      "id": 7673
    },
    {
      "text": "Find joy in everything you choose to do. Every job, relationship, home... It's your responsibility to love it, or change it.",
      "source": "Chuck Palahniuk",
      "length": 124,
      "id": 7674
    },
    {
      "text": "Your heart's strength is measured by how hard it holds on. Your self-worth and faith is measured by finally letting go. However, your peace is measured by how long you don't look back.",
      "source": "Shannon L. Alder",
      "length": 184,
      "id": 7675
    },
    {
      "text": "The natural healing force in each one of us is the greatest force in getting well.",
      "source": "Hippocrates",
      "length": 82,
      "id": 7676
    },
    {
      "text": "It is when we are alone that we receive the opportunity to build a relationship with who we truly are.",
      "source": "Robin Sharma",
      "length": 102,
      "id": 7677
    },
    {
      "text": "It's a good idea always to do something relaxing prior to making an important decision in your life.",
      "source": "Paulo Coelho",
      "length": 100,
      "id": 7678
    },
    {
      "text": "When admiring other people's gardens, don't forget to tend to your own flowers.",
      "source": "Sandbar Khan",
      "length": 79,
      "id": 7679
    },
    {
      "text": "I'm going to do what I want to do. I'm going to be who I really am. And I'm going to figure out what that is.",
      "source": "Stephen Chbosky",
      "length": 109,
      "id": 7680
    },
    {
      "text": "Hardship is a blessing when it spurs effort and development; ease is a curse when it increases complacency and self-indulgence.",
      "source": "Muso Kokushi",
      "length": 127,
      "id": 7681
    },
    {
      "text": "I learned long ago to focus on things you can control and don't even pay attention to things you don't.",
      "source": "Bryan Cranston",
      "length": 103,
      "id": 7682
    },
    {
      "text": "There are friendships imprinted in our hearts that will never be diminished by time and distance.",
      "source": "Dodinsky",
      "length": 97,
      "id": 7683
    },
    {
      "text": "Start living in discomfort. Gradually increase it little by little, and you will steadily grow. If you want sudden growth, deluge yourself in great discomfort and do not retreat from it. The more discomfort you are willing to bear, the more you can grow.",
      "source": "The Ancient Sage",
      "length": 254,
      "id": 7684
    },
    {
      "text": "You can't do anything as long as you are afraid of what might happen. No matter what the problem is, we must muster up the courage to face it.",
      "source": "Iyanla Vanzant",
      "length": 142,
      "id": 7685
    },
    {
      "text": "Vision creates faith and faith creates willpower. With faith there is no anxiety and no doubt - just absolute confidence in yourself.",
      "source": "Arnold Schwarzenegger",
      "length": 133,
      "id": 7686
    },
    {
      "text": "You, and only you, are ultimately responsible for who you become and how happy you are.",
      "source": "Rachel Hollis",
      "length": 87,
      "id": 7687
    },
    {
      "text": "You learn far more from negative leadership than from positive leadership. Because you learn how not to do it. And, therefore, you learn how to do it.",
      "source": "Norman Schwarzkopf",
      "length": 150,
      "id": 7688
    },
    {
      "text": "Always do your best. Your best is going to change from moment to moment; it will be different when you are healthy as opposed to sick. Under any circumstance, simply do your best, and you will avoid self-judgment, self-abuse and regret.",
      "source": "Don Miguel Ruiz",
      "length": 236,
      "id": 7689
    },
    {
      "text": "Like success, failure is many things to many people. With a positive attitude, failure is a learning experience, a rung on the ladder, a plateau at which to get your thoughts in order and prepare to try again.",
      "source": "W. Clement Stone",
      "length": 209,
      "id": 7690
    },
    {
      "text": "The past is a place of reference, not a place of residence; the past is a place of learning, not a place of living.",
      "source": "Roy T. Bennett",
      "length": 115,
      "id": 7691
    },
    {
      "text": "I think anything is possible if you have the mindset and the will and desire to do it and put the time in.",
      "source": "Roger Clemens",
      "length": 106,
      "id": 7692
    },
    {
      "text": "Be a force of love as often as you can and turn away negative thoughts whenever you feel them surface.",
      "source": "Wayne Dyer",
      "length": 102,
      "id": 7693
    },
    {
      "text": "Satisfaction consists in freedom from pain, which is the positive element of life.",
      "source": "Arthur Schopenhauer",
      "length": 82,
      "id": 7694
    },
    {
      "text": "You must not under any pretense allow your mind to dwell on any thought that is not positive, constructive, optimistic, kind.",
      "source": "Emmet Fox",
      "length": 125,
      "id": 7695
    },
    {
      "text": "Life is short, break the rules. Forgive quickly, kiss slowly. Love truly. Laugh uncontrollably and never regret anything that makes you smile.",
      "source": "Mark Twain",
      "length": 142,
      "id": 7696
    },
    {
      "text": "If things aren't going so well, I try to stay positive and not give in to negative thoughts.",
      "source": "Rosanna Arquette",
      "length": 92,
      "id": 7697
    },
    {
      "text": "Instead of hating, I have chosen to forgive and spend all of my positive energy on changing the world.",
      "source": "Camryn Manheim",
      "length": 102,
      "id": 7698
    },
    {
      "text": "People destined to meet will do so, apparently by chance, at precisely the right moment.",
      "source": "Ralph Waldo Emerson",
      "length": 88,
      "id": 7699
    },
    {
      "text": "I think a lot of times we don't pay enough attention to people with a positive attitude because we assume they are naive or stupid or unschooled.",
      "source": "Amy Adams",
      "length": 145,
      "id": 7700
    },
    {
      "text": "A sense of blessedness comes from a change of heart, not from more blessings.",
      "source": "Mason Cooley",
      "length": 77,
      "id": 7701
    },
    {
      "text": "I believe that you should gravitate to people who are doing productive and positive things with their lives.",
      "source": "Nadia Comaneci",
      "length": 108,
      "id": 7702
    },
    {
      "text": "Once you make a decision, the universe conspires to make it happen.",
      "source": "Ralph Waldo Emerson",
      "length": 67,
      "id": 7703
    },
    {
      "text": "Surrender to what is, let go of what was, have faith in what will be.",
      "source": "Sonia Ricotti",
      "length": 69,
      "id": 7704
    },
    {
      "text": "Keep my word positive. Words become my behaviors. Keep my behaviors positive. Behaviors become my habits. Keep my habits positive. Habits become my values. Keep my values positive. Values become my destiny.",
      "source": "Mahatma Gandhi",
      "length": 206,
      "id": 7705
    },
    {
      "text": "I've learned that positive thinking and encouragement are essential for leadership and progress.",
      "source": "Richard M. DeVos",
      "length": 96,
      "id": 7706
    },
    {
      "text": "I shall stay calm in moments of stress and anxiety, so as to allow positive thoughts and actions to manifest from me.",
      "source": "Leon Brown",
      "length": 117,
      "id": 7707
    },
    {
      "text": "We are by nature observers, and thereby learners. That is our permanent state.",
      "source": "Ralph Waldo Emerson",
      "length": 78,
      "id": 7708
    },
    {
      "text": "Before we acquire great power we must acquire wisdom to use it well.",
      "source": "Ralph Waldo Emerson",
      "length": 68,
      "id": 7709
    },
    {
      "text": "There are powers inside of you which, if you could discover and use, would make of you everything you ever dreamed or imagined you could become.",
      "source": "Orison Swett Marden",
      "length": 144,
      "id": 7710
    },
    {
      "text": "Everything you want is out there waiting for you to ask. Everything you want also wants you. But you have to take action to get it.",
      "source": "Jules Renard",
      "length": 131,
      "id": 7711
    },
    {
      "text": "People deal too much with the negative, with what is wrong. Why not try and see positive things, to just touch those things and make them bloom?",
      "source": "Thich Nhat Hanh",
      "length": 144,
      "id": 7712
    },
    {
      "text": "There are only two kinds of people who are really fascinating: people who know absolutely everything, and people who know absolutely nothing.",
      "source": "Oscar Wilde",
      "length": 141,
      "id": 7713
    },
    {
      "text": "Go into the world and do well. But more importantly, go into the world and do good.",
      "source": "Minor Myers Jur",
      "length": 83,
      "id": 7714
    },
    {
      "text": "If something stands between you and your success, move it. Never be denied.",
      "source": "Dwayne Johnson",
      "length": 75,
      "id": 7715
    },
    {
      "text": "Instead of looking at the hundred reasons to quit, look at the thousand reasons not to give up.",
      "source": "Kushanowizoom",
      "length": 95,
      "id": 7716
    },
    {
      "text": "Do not make your goal to be the best. Best is a label. It's something someone else decides for you. 'Better' is more personal.",
      "source": "Baryshnikov",
      "length": 126,
      "id": 7717
    },
    {
      "text": "The greatest lesson that I learned in all of this is that you have to start. Start now, start here, start small and keep it simple.",
      "source": "Jack Dorsey",
      "length": 131,
      "id": 7718
    },
    {
      "text": "It is not life that's complicated, it's the struggle to guide and control life.",
      "source": "F. Scott Fitzgerald",
      "length": 79,
      "id": 7719
    },
    {
      "text": "Never cut a tree down in the wintertime. Never make a negative decision in the low time. Never make your most important decisions when you are in your worst moods. Wait. Be patient. The storm will pass. The spring will come.",
      "source": "Robert H. Schuller",
      "length": 224,
      "id": 7720
    },
    {
      "text": "Live. Live the wonderful life that is in you. Let nothing be lost upon you. Be always searching for new sensations. Be afraid of nothing.",
      "source": "Oscar Wilde",
      "length": 137,
      "id": 7721
    },
    {
      "text": "The most beautiful discovery true friends make is that they can grow separately without growing apart.",
      "source": "Elisabeth Foley",
      "length": 102,
      "id": 7722
    },
    {
      "text": "If everything was perfect, you would never learn and you would never grow.",
      "source": "Beyoncé",
      "length": 74,
      "id": 7723
    },
    {
      "text": "Life becomes easier when you learn to accept an apology you never got.",
      "source": "Robert Brault",
      "length": 70,
      "id": 7724
    },
    {
      "text": "The best way to create a better future is to do your best at this very moment.",
      "source": "Debasish Mridha",
      "length": 78,
      "id": 7725
    },
    {
      "text": "We are the ones we've been waiting for. We are the change that we seek.",
      "source": "Barack Obama",
      "length": 71,
      "id": 7726
    },
    {
      "text": "Happiness is achieved when you stop waiting for your life to begin and start making the most of the moment you are in.",
      "source": "Germany Kent",
      "length": 118,
      "id": 7727
    },
    {
      "text": "History has shown us that courage can be contagious, and hope can take on a life of its own.",
      "source": "Michelle Obama",
      "length": 92,
      "id": 7728
    },
    {
      "text": "Don't be afraid of your fears. They're not there to scare you. They're there to let you know that something is worth it.",
      "source": "C. JoyBell C",
      "length": 120,
      "id": 7729
    },
    {
      "text": "I'm here to tell you that if you get broken, it's possible to put yourself back together. I'm here to tell you that if you get lost, it's possible that a light will come, dancing, on the horizon, to lead you home.",
      "source": "Nick Lake",
      "length": 213,
      "id": 7730
    },
    {
      "text": "If there's one thing I learned, it's that nobody is here forever. You have to live for the moment, each and every day... The here, the now.",
      "source": "Simone Elkeles",
      "length": 139,
      "id": 7731
    },
    {
      "text": "Anything is possible when you have the right people there to support you.",
      "source": "Misty Copeland",
      "length": 73,
      "id": 7732
    },
    {
      "text": "Both good and bad days should end with productivity. Your mood affairs should never influence your work.",
      "source": "Greg Evans",
      "length": 104,
      "id": 7733
    },
    {
      "text": "Life is short, and if we enjoy every moment of every day, then we will be happy no matter what happens or what changes along the way.",
      "source": "Gretchen Bleiler",
      "length": 133,
      "id": 7734
    },
    {
      "text": "True friendship comes when the silence between two people is comfortable.",
      "source": "David Tyson",
      "length": 73,
      "id": 7735
    },
    {
      "text": "The point is to be in the moment, not miss the moment while trying to capture it.",
      "source": "Sheralyn Pratt",
      "length": 81,
      "id": 7736
    },
    {
      "text": "Remember to do everything with an abundance of love, so that one day you will remember the beauty of every moment lived.",
      "source": "Mimi Novic",
      "length": 120,
      "id": 7737
    },
    {
      "text": "If you are honest, truthful, and transparent, people trust you. If people trust you, you have no grounds for fear, suspicion or jealousy.",
      "source": "Dalai Lama",
      "length": 137,
      "id": 7738
    },
    {
      "text": "The person who doesn't value you is blocking you from the one who will. Let them go.",
      "source": "Robert Tew",
      "length": 84,
      "id": 7739
    },
    {
      "text": "Loneliness is designed to help you discover who you are and stop looking outside yourself for your worth.",
      "source": "Mandy Hale",
      "length": 105,
      "id": 7740
    },
    {
      "text": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for.",
      "source": "Tom Bodett",
      "length": 135,
      "id": 7741
    },
    {
      "text": "If you set goals and go after them with determination, your gifts will take you places that will amaze you.",
      "source": "Les Brown",
      "length": 107,
      "id": 7742
    },
    {
      "text": "A positive attitude is something everyone can work on, and everyone can learn how to employ it.",
      "source": "Joan Lunden",
      "length": 95,
      "id": 7743
    },
    {
      "text": "To be true to yourself, you must risk being disliked by others for not living up to their expectation of you.",
      "source": "Eric Peng",
      "length": 109,
      "id": 7744
    },
    {
      "text": "We have to be honest about what we want and take risks rather than lie to ourselves and make excuses to stay in our comfort zone.",
      "source": "Roy T. Bennett",
      "length": 129,
      "id": 7745
    },
    {
      "text": "Real leadership is leaders recognizing that they serve the people that they lead.",
      "source": "Pete Hoekstra",
      "length": 81,
      "id": 7746
    },
    {
      "text": "To be able to move on, one has to learn to forgive not only the person (or people) who have done one wrong but also oneself.",
      "source": "Eugenia Tripputi",
      "length": 124,
      "id": 7747
    },
    {
      "text": "Do not let the memories of your past limit the potential of your future. There are no limits to what you can achieve on your journey through life, except in your mind.",
      "source": "Roy T. Bennett",
      "length": 167,
      "id": 7748
    },
    {
      "text": "Feeling sorry for yourself and your present condition is not only a waste of energy but the worst habit you could possibly have.",
      "source": "Dale Carnegie",
      "length": 128,
      "id": 7749
    },
    {
      "text": "The more you are positive and say, 'I want to have a good life,' the more you build that reality for yourself by creating the life that you want.",
      "source": "Chris Pine",
      "length": 145,
      "id": 7750
    },
    {
      "text": "Having the positive belief that it will all be O.K. just means that you hustle and make it work because failure is not even an option in your own mind.",
      "source": "Natalie Massenet",
      "length": 151,
      "id": 7751
    },
    {
      "text": "Keep on beginning and failing. Each time you fail, start all over again, and you will grow stronger until you have accomplished a purpose - not the one you began with perhaps, but one you'll be glad to remember.",
      "source": "Anne Sullivan",
      "length": 211,
      "id": 7752
    },
    {
      "text": "Nothing you become will disappoint me; I have no preconception that I'd like to see you be or do. I have no desire to forsee you, only to discover you. You can't disappoint me.",
      "source": "Mary Haskell",
      "length": 176,
      "id": 7753
    },
    {
      "text": "Let go of certainty. The opposite isn't uncertainty. It's openness, curiosity and a willingness to embrace paradox, rather than choose up sides. The ultimate challenge is to accept ourselves exactly as we are, but never stop trying to learn and grow.",
      "source": "Tony Schwartz",
      "length": 250,
      "id": 7754
    },
    {
      "text": "Crying does not indicate that you are weak. Since birth, it has always been a sign that you are alive.",
      "source": "Charlotte Brontë",
      "length": 102,
      "id": 7755
    },
    {
      "text": "Growth means change and change involves risk, stepping from the known to the unknown.",
      "source": "George Shinn",
      "length": 85,
      "id": 7756
    },
    {
      "text": "By thinking about your goals every morning, many times during the day, and every night, you begin moving toward it and bringing it toward you.",
      "source": "Bob Proctor",
      "length": 142,
      "id": 7757
    },
    {
      "text": "There is enormous power in nailing your morning routine, but there's even more power in adapting to it when it doesn't happen as we'd like.",
      "source": "Terri Schneider",
      "length": 139,
      "id": 7758
    },
    {
      "text": "Decide carefully, exactly what you want in life, then work like mad to make sure you get it.",
      "source": "Hector Crawford",
      "length": 92,
      "id": 7759
    },
    {
      "text": "Success isn't about how much money you make. It's about the difference you make in people's lives.",
      "source": "Michelle Obama",
      "length": 98,
      "id": 7760
    },
    {
      "text": "Personal growth is not a matter of learning new information but unlearning old limits.",
      "source": "Alan Cohen",
      "length": 86,
      "id": 7761
    },
    {
      "text": "What if I told you that 10 years from now, your life would be exactly the same? I doubt you'd be happy. So, why are you so afraid of change?",
      "source": "Karen Salmansohn",
      "length": 140,
      "id": 7762
    },
    {
      "text": "The only thing that matters in life is your own opinion about yourself, your own respect for yourself. Nobody can destroy your dignity then.",
      "source": "Osho",
      "length": 140,
      "id": 7763
    },
    {
      "text": "In a growth mindset, challenges are exciting rather than threatening. So rather than thinking, oh, I'm going to reveal my weaknesses, you say, wow, here's a chance to grow.",
      "source": "Carol S. Dweck",
      "length": 172,
      "id": 7764
    },
    {
      "text": "When I feel lost and can't make a decision, I just stop and get quiet. I take a time-out.",
      "source": "Kim Cattrall",
      "length": 89,
      "id": 7765
    },
    {
      "text": "Love should never cost you your peace. It should never cost you your joy. It should never cost you your happiness.",
      "source": "Carolyn Gamble",
      "length": 114,
      "id": 7766
    },
    {
      "text": "Growth is simply learning how to suffer gracefully, elegantly and not letting your pain completely tear you apart.",
      "source": "Nikita Gill",
      "length": 114,
      "id": 7767
    },
    {
      "text": "A man who believes in freedom will do anything under the sun to acquire, or preserve his freedom.",
      "source": "Malcolm X",
      "length": 97,
      "id": 7768
    },
    {
      "text": "Stop hustling if your health is suffering. If you can't manage your thoughts, take care of them. If your relationships are dying, bring them back to life. Your dreams want the best from you so please make all of you a priority.",
      "source": "Lewis Howes",
      "length": 227,
      "id": 7769
    },
    {
      "text": "Leave your ego at the door every morning, and just do some truly great work. Few things will make you feel better than a job brilliantly done.",
      "source": "Robin Sharma",
      "length": 142,
      "id": 7770
    },
    {
      "text": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment, or the smallest act of caring, all of which have the potential to turn a life around.",
      "source": "Leo Buscaglia",
      "length": 195,
      "id": 7771
    },
    {
      "text": "Climb the mountain not to plant your flag, but to embrace the challenge, enjoy the air and behold the view. Climb it so you can see the world, not so the world can see you.",
      "source": "David McCullough Jr",
      "length": 172,
      "id": 7772
    },
    {
      "text": "Take chances, make mistakes. That's how you grow. Pain nourishes your courage. You have to fail in order to practice being brave.",
      "source": "Mary Tyler Moore",
      "length": 129,
      "id": 7773
    },
    {
      "text": "Recognizing that you are not where you want to be is a starting point to begin changing your life.",
      "source": "Deborah Day",
      "length": 98,
      "id": 7774
    },
    {
      "text": "Life is changing all the time and if we fail to change with it we get left behind.",
      "source": "Brian Colbert",
      "length": 82,
      "id": 7775
    },
    {
      "text": "The tragedy of life is not that it ends so soon, but that we wait so long to begin it.",
      "source": "W.M. Lewis",
      "length": 86,
      "id": 7776
    },
    {
      "text": "The journey isn't about becoming a different person. It's about loving who you are right now.",
      "source": "Suzanne Heyn",
      "length": 93,
      "id": 7777
    },
    {
      "text": "Well, if it can be thought, it can be done, a problem can be overcome.",
      "source": "E. A. Bucchianeri",
      "length": 70,
      "id": 7778
    },
    {
      "text": "Life seems sometimes like nothing more than a series of losses, from beginning to end. That's the given. How you respond to those losses, what you make of what's left, that's the part you have to make up as you go.",
      "source": "Katharine Weber",
      "length": 214,
      "id": 7779
    },
    {
      "text": "Transitions are almost always signs of growth but they can bring feelings of loss. To get somewhere new, we may have to leave somewhere else behind.",
      "source": "Fred Rogers",
      "length": 148,
      "id": 7780
    },
    {
      "text": "We need to get rid of the fear and guilt we might have for asserting ourselves. It serves no purpose except to keep us down.",
      "source": "Robert Greene",
      "length": 124,
      "id": 7781
    },
    {
      "text": "Once you start practicing being grateful and thankful for things, people, and events, you may notice that you start to attract more positive things, people, and events in your life.",
      "source": "Stephanie Conkle",
      "length": 181,
      "id": 7782
    },
    {
      "text": "Man can't discover new oceans unless he has the courage to lose sight of the shore.",
      "source": "Aristophanes",
      "length": 83,
      "id": 7783
    },
    {
      "text": "The goal is not to simply eliminate the bad, but to pursue and experience the best in the world.",
      "source": "Tim Ferriss",
      "length": 96,
      "id": 7784
    },
    {
      "text": "Greatness is setting ambitious goals that your former self would have thought impossible, and trying to get a little better every day.",
      "source": "Tim Ferriss",
      "length": 134,
      "id": 7785
    },
    {
      "text": "The question you should be asking isn't, \"What do I want?\" or \"What are my goals?\" but \"What would excite me?\"",
      "source": "Tim Ferriss",
      "length": 110,
      "id": 7786
    },
    {
      "text": "If we read the stories of the great spiritual teachers of the past, we find that they have attained spiritual realization through a great deal of meditation, solitude and practice. They did not take any shortcuts.",
      "source": "Rajiv Mehrontra",
      "length": 213,
      "id": 7787
    },
    {
      "text": "Our problem is that we choose to deny love. In fact, we only have one problem: that our mind chooses fear over love.",
      "source": "Gabby Bernstein",
      "length": 116,
      "id": 7788
    },
    {
      "text": "To enjoy life, you don't need fancy nonsense, but you do need to control your time and realize that most things just aren't as serious as you make them out to be.",
      "source": "Tim Ferriss",
      "length": 162,
      "id": 7789
    },
    {
      "text": "It is time for us to stand and cheer for the doer, the achiever, the one who recognizes the challenge and does something about it.",
      "source": "Vince Lombardi",
      "length": 130,
      "id": 7790
    },
    {
      "text": "Out of suffering have emerged the strongest souls; the most massive characters are seared with scars.",
      "source": "Kahlil Gibran",
      "length": 101,
      "id": 7791
    },
    {
      "text": "If the person you are talking to doesn't appear to be listening, be patient. It may simply be that he has a small piece of fluff in his ear.",
      "source": "Winnie the Pooh",
      "length": 140,
      "id": 7792
    },
    {
      "text": "Express gratitude and appreciation, it is so simple but will transform and change your life.",
      "source": "Lewis Howes",
      "length": 92,
      "id": 7793
    },
    {
      "text": "There are two kinds of guilt: the kind that drowns you until you're useless, and the kind that fires your soul to purpose.",
      "source": "Sabaa Tahir",
      "length": 122,
      "id": 7794
    },
    {
      "text": "It isn't enough to think outside the box. Thinking is passive. Get used to acting outside the box.",
      "source": "Tim Ferriss",
      "length": 98,
      "id": 7795
    },
    {
      "text": "According to the Law of Attraction, the physical reality that you experience at present is drawn towards the future probability you desired when it attains more power.",
      "source": "Stephen Richards",
      "length": 167,
      "id": 7796
    },
    {
      "text": "In school as in life, having a reputation for being assertive will help you receive preferential treatment without having to beg or fight for it every time.",
      "source": "Tim Ferriss",
      "length": 156,
      "id": 7797
    },
    {
      "text": "Do one thing at a time, and while doing it put your whole soul into it to the exclusion of all else.",
      "source": "Swami Vivekananda",
      "length": 100,
      "id": 7798
    },
    {
      "text": "But you are the average of the five people you associate with most, so do not underestimate the effects of your pessimistic, unambitious, or disorganized friends.",
      "source": "Tim Ferriss",
      "length": 162,
      "id": 7799
    },
    {
      "text": "It is possible to become world-class, enter the top 5% of performers in the world, in almost any subject within 6-12 months, or even 6-12 weeks.",
      "source": "Tim Ferriss",
      "length": 144,
      "id": 7800
    },
    {
      "text": "They laugh at me because I'm different; I laugh at them because they're all the same.",
      "source": "Kurt Cobain",
      "length": 85,
      "id": 7801
    },
    {
      "text": "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.",
      "source": "Paramahansa Yogananda",
      "length": 116,
      "id": 7802
    },
    {
      "text": "First principle: never to let one's self be beaten down by persons or by events.",
      "source": "Marie Curie",
      "length": 80,
      "id": 7803
    },
    {
      "text": "People are fond of using the \"it's not what you know, it's who you know\" adage as an excuse for inaction, as if all successful people are born with powerful friends.",
      "source": "Tim Ferriss",
      "length": 165,
      "id": 7804
    },
    {
      "text": "Believe it can be done. When you believe something can be done, really believe, your mind will find the ways to do it. Believing a solution paves the way to the solution.",
      "source": "David J. Schwartz",
      "length": 170,
      "id": 7805
    },
    {
      "text": "Always watch where you are going. Otherwise, you may step on a piece of the Forest that was left out by mistake.",
      "source": "Winnie the Pooh",
      "length": 112,
      "id": 7806
    },
    {
      "text": "$1,000,000 in the bank isn't the fantasy. The fantasy is the lifestyle of complete freedom it supposedly allows.",
      "source": "Tim Ferriss",
      "length": 112,
      "id": 7807
    },
    {
      "text": "If you believe you can change the world, do what you believe is right and expect resistance and expect attackers.",
      "source": "Tim Ferriss",
      "length": 113,
      "id": 7808
    },
    {
      "text": "Breathe deeply. You can get through this. You are stronger than you realize. Everything will be okay. You got this.",
      "source": "Karen Salmansohn",
      "length": 115,
      "id": 7809
    },
    {
      "text": "Until you are happy with who you are, you will never be happy with what you have.",
      "source": "Zig Ziglar",
      "length": 81,
      "id": 7810
    },
    {
      "text": "You can't build a dream on a foundation of sand. To weather the test of storms, it must be cemented in the heart with uncompromising conviction.",
      "source": "T.F. Hodge",
      "length": 144,
      "id": 7811
    },
    {
      "text": "To accomplish great things, we must not only act, but also dream; not only plan, but also believe.",
      "source": "Anatole France",
      "length": 98,
      "id": 7812
    },
    {
      "text": "Set your heart on doing good. Do it over and over again, and you will be filled with joy.",
      "source": "Buddha",
      "length": 89,
      "id": 7813
    },
    {
      "text": "It's all about falling in love with yourself and sharing that love with someone who appreciates you, rather than looking for love to compensate for a self-love deficit.",
      "source": "Eartha Kitt",
      "length": 168,
      "id": 7814
    },
    {
      "text": "Self-worth is so vital to your happiness if you don't feel good about you, it's hard to feel good about anything else.",
      "source": "Sandy Hale",
      "length": 118,
      "id": 7815
    },
    {
      "text": "Your strength is in your calmness, in the clarity of your mind. Strength comes from putting the negative aside without reacting. Win in calmness, in consciousness, in balance.",
      "source": "Yogi Amrit Desai",
      "length": 175,
      "id": 7816
    },
    {
      "text": "It never ceases to amaze me: we all love ourselves more than other people, but care more about their opinion than our own.",
      "source": "Marcus Aurelius",
      "length": 122,
      "id": 7817
    },
    {
      "text": "Surround yourself with the dreamers, and the doers, the believers, and thinkers, but most of all, surround yourself with those who see the greatness within you, even when you don't see it yourself.",
      "source": "Edmund Lee",
      "length": 197,
      "id": 7818
    },
    {
      "text": "I don't think people realize how much strength it takes to pull your own self out of a poisonous situation with someone you love deeply. So if you've done that today or any day, I'm proud of you.",
      "source": "Horacio Jones",
      "length": 195,
      "id": 7819
    },
    {
      "text": "You need time to think, time to dream, time to talk and time to do nothing at all.",
      "source": "Brooke McAlary",
      "length": 82,
      "id": 7820
    },
    {
      "text": "Do not be scared to say \"I love you\" to yourself. Stand in front of the mirror and look at yourself and say to yourself as loudly as you can \"I love you. I respect you for what you have faced in life. And I love you for what you have become.\"",
      "source": "Avijeet Das",
      "length": 242,
      "id": 7821
    },
    {
      "text": "Be the hardest working person you can be. That's how you separate yourself from the competition.",
      "source": "Stephen Curry",
      "length": 96,
      "id": 7822
    },
    {
      "text": "If you do not respect your own wishes, no one else will. You will simply attract people who disrespect you as much as you do.",
      "source": "Vironika Tugaleva",
      "length": 125,
      "id": 7823
    },
    {
      "text": "If you want to be happy, learn to be alone without being lonely. Learn that being alone does not mean being unhappy. The world is full of plenty of interesting and enjoyable things to do and people who can enrich your life.",
      "source": "Michael Josephson",
      "length": 223,
      "id": 7824
    },
    {
      "text": "You got this. One day at a time. You are resilient, courageous, and capable. Be proud of yourself. It isn't easy enduring depression/anxiety.",
      "source": "The Anxiety Man",
      "length": 141,
      "id": 7825
    },
    {
      "text": "Every relationship you have is a reflection of your relationship with your self.",
      "source": "Deepak Chopra",
      "length": 80,
      "id": 7826
    },
    {
      "text": "Do not wait; the time will never be 'just right.' Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.",
      "source": "George Herbert",
      "length": 179,
      "id": 7827
    },
    {
      "text": "Obstacles don't have to stop you. If you run into a wall, don't turn around and give up.",
      "source": "Michael Jordan",
      "length": 88,
      "id": 7828
    },
    {
      "text": "It is not easy to be a person of high standards; you have to pay for it. It does, however, make you stand out from the crowd, which alone makes it worth more than its price.",
      "source": "The Ancient Sage",
      "length": 173,
      "id": 7829
    },
    {
      "text": "When you have confidence, you can have a lot of fun. And when you have fun, you can do amazing things.",
      "source": "Joe Namath",
      "length": 102,
      "id": 7830
    },
    {
      "text": "A man who fears suffering is already suffering from what he fears.",
      "source": "Michel de Montaigne",
      "length": 66,
      "id": 7831
    },
    {
      "text": "It is one of the blessings of old friends that you can afford to be stupid with them.",
      "source": "Ralph Waldo Emerson",
      "length": 85,
      "id": 7832
    },
    {
      "text": "There must come a point when you decide that your love for yourself is more important than your need to hold onto the past.",
      "source": "Karen Salmansohn",
      "length": 123,
      "id": 7833
    },
    {
      "text": "Affirmations are a powerful tool to deliberately install desired beliefs about yourself.",
      "source": "Nikki Carnevale",
      "length": 88,
      "id": 7834
    },
    {
      "text": "By recording your dreams and goals on paper, you set in motion the process of becoming the person you most want to be. Put your future in good hands - your own.",
      "source": "Mark Victor Hansen",
      "length": 160,
      "id": 7835
    },
    {
      "text": "Never do tomorrow what you can do today. Procrastination is the thief of time.",
      "source": "Charles Dickens",
      "length": 78,
      "id": 7836
    },
    {
      "text": "If you continue to think the way you've always thought, you'll continue to get what you've always got.",
      "source": "Kevin Trudeau",
      "length": 102,
      "id": 7837
    },
    {
      "text": "If the wounds on her heart and the bruises on her soul were translated on her skin, you wouldn't recognize her at all.",
      "source": "Verona Q",
      "length": 118,
      "id": 7838
    },
    {
      "text": "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be.",
      "source": "Marcel Pagnol",
      "length": 174,
      "id": 7839
    },
    {
      "text": "Life is uncertain don't waste your time on such things that don't deserve your time and efforts instead do things you love and live your life to fullest.",
      "source": "Anurag Prakash Ray",
      "length": 153,
      "id": 7840
    },
    {
      "text": "When you want to succeed as bad as you want to breathe, then you will be successful.",
      "source": "Eric Thomas",
      "length": 84,
      "id": 7841
    },
    {
      "text": "Don't wait for your feelings to change to take the action. Take the action and your feelings will change.",
      "source": "Barbara Baron",
      "length": 105,
      "id": 7842
    },
    {
      "text": "Perhaps all anxiety might derive from a fixation on moments - an inability to accept life as ongoing.",
      "source": "Sarah Manguso",
      "length": 101,
      "id": 7843
    },
    {
      "text": "Most of us have had regrets and recognize how they can hold us back or keep us stuck in life and relationships. Getting past \"the Past\" is important for anyone desiring to live beyond mistakes and the problems they make.",
      "source": "Ron Neff",
      "length": 220,
      "id": 7844
    },
    {
      "text": "In this world there are only two tragedies. One is not getting what one wants, and the other is getting it.",
      "source": "Oscar Wilde",
      "length": 107,
      "id": 7845
    },
    {
      "text": "Every sunset is an opportunity to reset. Every sunrise begins with new eyes.",
      "source": "Richie Norton",
      "length": 76,
      "id": 7846
    },
    {
      "text": "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.",
      "source": "Gail Devers",
      "length": 199,
      "id": 7847
    },
    {
      "text": "Love is rare, life is unpredictable. Nothing lasts forever and people change. So live every moment to its fullest.",
      "source": "Anurag Prakash Ray",
      "length": 114,
      "id": 7848
    },
    {
      "text": "The world does not need a war against 'terrorism', it needs a culture of peace based on human rights for all.",
      "source": "Irene Khan",
      "length": 109,
      "id": 7849
    },
    {
      "text": "I must give you this warning: your journeys will rarely ever go as you plan. You will make mistakes, and you will feel lost. Whenever that happens, look to the light and keep moving forward in faith.",
      "source": "Seth Adam Smith",
      "length": 199,
      "id": 7850
    },
    {
      "text": "Courage comes from knowing your truth and standing up for it. Only then is it special.",
      "source": "Priyanka Chopra",
      "length": 86,
      "id": 7851
    },
    {
      "text": "Sometimes it's the journey that teaches you a lot about your destination.",
      "source": "Drake",
      "length": 73,
      "id": 7852
    },
    {
      "text": "Never be afraid to laugh at yourself. After all, you could be missing out on the joke of the century.",
      "source": "Dame Edna Everage",
      "length": 101,
      "id": 7853
    },
    {
      "text": "Own your truth and tell your story. It's time to embrace your unique soul signature.",
      "source": "Panache Desai",
      "length": 84,
      "id": 7854
    },
    {
      "text": "When you concern yourself with others, you naturally develop a sense of self-confidence. To help others takes courage and inner strength.",
      "source": "Dalai Lama",
      "length": 137,
      "id": 7855
    },
    {
      "text": "Trust yourself. Create the kind of self that you will be happy to live with all your life. Make the most of yourself by fanning the tiny, inner sparks of possibility into flames of achievement.",
      "source": "Golda Meir",
      "length": 193,
      "id": 7856
    },
    {
      "text": "If you don't control your temper, your temper will control you.",
      "source": "Stephen King",
      "length": 63,
      "id": 7857
    },
    {
      "text": "The secret to permanently breaking any bad habit is to love something greater than the habit.",
      "source": "Bryant H. McGill",
      "length": 93,
      "id": 7858
    },
    {
      "text": "You can spend minutes, hours, days, weeks, and months overthinking the past. Trying to put together pieces, imagining what could've been, should've been, or would've been. Or you can pick up the pieces off the floor and move on as a stronger, smarter person.",
      "source": "Nicholas Sparks",
      "length": 258,
      "id": 7859
    },
    {
      "text": "Don't believe every worried thought you have. Worried thoughts are notoriously inaccurate.",
      "source": "Renee Jain",
      "length": 90,
      "id": 7860
    },
    {
      "text": "You get peace of mind not by thinking about it or imagining it, but by quietening and relaxing the restless mind.",
      "source": "Remez Sasson",
      "length": 113,
      "id": 7861
    },
    {
      "text": "When we miss someone, often, what we really miss is the part of us that with this someone awakens.",
      "source": "Luigina Sgarro",
      "length": 98,
      "id": 7862
    },
    {
      "text": "You don't have to be positive all the time. It's perfectly okay to feel sad, angry, annoyed, frustrated, scared and anxious. Having feelings doesn't make you a negative person. It makes you human.",
      "source": "Lori Deschene",
      "length": 196,
      "id": 7863
    },
    {
      "text": "I don't want to waste anyone's time or money. I want to give people some truth and positive heart lift.",
      "source": "Mos Def",
      "length": 103,
      "id": 7864
    },
    {
      "text": "Nothing has ever gotten in my way. They said, well, you're a girl, you can't do that. I said, guess what, doesn't matter what you are. You can still do it if you want to do it and I like to do things that nobody has ever done.",
      "source": "Wally Funk",
      "length": 226,
      "id": 7865
    },
    {
      "text": "I'm not telling you it is going to be easy, I'm telling you it's going to be worth it.",
      "source": "Art Williams",
      "length": 86,
      "id": 7866
    },
    {
      "text": "Remember not only to say the right thing in the right place, but far more difficult still, to leave unsaid the wrong thing at the tempting moment.",
      "source": "Benjamin Franklin",
      "length": 146,
      "id": 7867
    },
    {
      "text": "We do not stop exercising because we grow old - we grow old because we stop exercising.",
      "source": "Kenneth Cooper",
      "length": 87,
      "id": 7868
    },
    {
      "text": "You can't control the world, but when you control your thoughts, you bring order.",
      "source": "Bernie Siegel",
      "length": 81,
      "id": 7869
    },
    {
      "text": "My dark days made me strong. Or maybe I already was strong, and they made me prove it.",
      "source": "Emery Lord",
      "length": 86,
      "id": 7870
    },
    {
      "text": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.",
      "source": "Maya Angelou",
      "length": 136,
      "id": 7871
    },
    {
      "text": "Forgive the past. It is over. Learn from it and let go. People are constantly changing and growing. Do not cling to a limited, disconnected, negative image of a person in the past. See that person now. Your relationship is always alive and changing.",
      "source": "Brian L. Weiss",
      "length": 249,
      "id": 7872
    },
    {
      "text": "I do believe we're all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.",
      "source": "Harvey Fierstein",
      "length": 196,
      "id": 7873
    },
    {
      "text": "I'd rather be strong and happy than be what society thinks is thin and perfect and be miserable.",
      "source": "Demi Lovato",
      "length": 96,
      "id": 7874
    },
    {
      "text": "One of the most beautiful compensations in life is that no person can help another without helping themselves.",
      "source": "Ralph Waldo Emerson",
      "length": 110,
      "id": 7875
    },
    {
      "text": "You are blessed, you are amazing, you are wonderful, you are special, you are unique, you are talented, you are gifted, and you are loved.",
      "source": "Asad Meah",
      "length": 138,
      "id": 7876
    },
    {
      "text": "Positive thinking is a valuable tool that can help you overcome obstacles, deal with pain, and reach new goals.",
      "source": "Amy Morin",
      "length": 111,
      "id": 7877
    },
    {
      "text": "You alone are the judge of your worth and your goal is to discover infinite worth in yourself, no matter what anyone else thinks.",
      "source": "Deepak Chopra",
      "length": 129,
      "id": 7878
    },
    {
      "text": "Plant seeds of expectation in your mind; cultivate thoughts that anticipate achievement. Believe in yourself as being capable of overcoming all obstacles and weaknesses.",
      "source": "Norman Vincent Peale",
      "length": 169,
      "id": 7879
    },
    {
      "text": "We are dying from overthinking. We are slowly killing ourselves by thinking about everything. Think. Think. Think. You can never trust the human mind anyway. It's a death trap.",
      "source": "Anthony Hopkins",
      "length": 176,
      "id": 7880
    },
    {
      "text": "Overthinking is parasitic. It's viral. It's deadly, even. Letting yourself fall victim to overthinking doesn't just kill your happiness, it destroys who you are. The mind is a beautiful and complex thing, and the only person who can hurt it is yourself.",
      "source": "Genereux Philip",
      "length": 253,
      "id": 7881
    },
    {
      "text": "I want the peace in knowing that it wasn't for lack of hustling that I missed a target for my dream. I want to know that the one thing in my control was under control.",
      "source": "Jon Acuff",
      "length": 167,
      "id": 7882
    },
    {
      "text": "I did not ask for the things that I've been through, and I certainly did not ask my mind to paint and repaint the pictures in flashback form.",
      "source": "Michelle Groth",
      "length": 141,
      "id": 7883
    },
    {
      "text": "You find peace not by rearranging the circumstances of your life, but by realizing who you are at the deepest level.",
      "source": "Eckhart Tolle",
      "length": 116,
      "id": 7884
    },
    {
      "text": "Don't overthink things. Sometimes you can convince your head not to listen to your heart. Those are the decisions you regret for the rest of your life.",
      "source": "Leah Braemel",
      "length": 151,
      "id": 7885
    },
    {
      "text": "Life does not consist mainly, or even largely, of facts or happenings. It consist mainly of the storm of thoughts that is forever flowing through one's head.",
      "source": "Mark Twain",
      "length": 157,
      "id": 7886
    },
    {
      "text": "Overthinking ruins you. It ruins the situation. And it twists things around. It makes you worry. Plus it just makes everything worst than it actually is.",
      "source": "Karen Salmansohn",
      "length": 153,
      "id": 7887
    },
    {
      "text": "Doing the best at this moment puts you in the best place for the next moment.",
      "source": "Oprah Winfrey",
      "length": 77,
      "id": 7888
    },
    {
      "text": "Don't let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.",
      "source": "Dr Roopleen",
      "length": 123,
      "id": 7889
    },
    {
      "text": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character-that is the goal of true education.",
      "source": "Martin Luther King Jr",
      "length": 151,
      "id": 7890
    },
    {
      "text": "When we long for life without difficulties, remind us that oaks grow strong in contrary winds and diamonds are made under pressure.",
      "source": "Peter Marshall",
      "length": 131,
      "id": 7891
    },
    {
      "text": "Do something every day that you don't want to do. This is the golden rule for acquiring the habit of doing your duty without pain.",
      "source": "Mark Twain",
      "length": 130,
      "id": 7892
    },
    {
      "text": "Most people are other people. Their thoughts are someone else's opinions, their lives a mimicry, their passions a quotation.",
      "source": "Oscar Wilde",
      "length": 124,
      "id": 7893
    },
    {
      "text": "Education is simply the soul of a society as it passes from one generation to another.",
      "source": "G.K. Chesterton",
      "length": 86,
      "id": 7894
    },
    {
      "text": "Too many people spend money they haven't earned, to buy things they don't want, to impress people that they don't like.",
      "source": "Will Rogers",
      "length": 119,
      "id": 7895
    },
    {
      "text": "The nicest feeling in the world is to do a good deed anonymously-and have somebody find out.",
      "source": "Oscar Wilde",
      "length": 92,
      "id": 7896
    },
    {
      "text": "If you want the future to be good, you must make it so. Take action to make it good, and it will be.",
      "source": "Elon Musk",
      "length": 100,
      "id": 7897
    },
    {
      "text": "When you're good at something, you'll tell everyone. When you're great at something, they'll tell you.",
      "source": "Walter Payton",
      "length": 102,
      "id": 7898
    },
    {
      "text": "You have to know who you are to grow your potential. But you have to grow in order to know who you are.",
      "source": "John C. Maxwell",
      "length": 103,
      "id": 7899
    },
    {
      "text": "I don't want to be at the mercy of my emotions. I want to use them, to enjoy them, and to dominate them.",
      "source": "Oscar Wilde",
      "length": 104,
      "id": 7900
    },
    {
      "text": "A cynic is a man who knows the price of everything, and the value of nothing.",
      "source": "Oscar Wilde",
      "length": 77,
      "id": 7901
    },
    {
      "text": "The world only exists in your eyes. You can make it as big or as small as you want.",
      "source": "F. Scott Fitzgerald",
      "length": 83,
      "id": 7902
    },
    {
      "text": "It is absurd to divide people into good and bad. People are either charming or tedious.",
      "source": "Oscar Wilde",
      "length": 87,
      "id": 7903
    },
    {
      "text": "You have the most amazing valuable product on planet earth, which is the human body and which can reflect superconsciousness. You weren't born just to pay bills and die.",
      "source": "Sri Nithyananda Paramashivam",
      "length": 169,
      "id": 7904
    },
    {
      "text": "I may not be where I want to be but I'm thankful for not being where I used to be.",
      "source": "Habeeb Akande",
      "length": 82,
      "id": 7905
    },
    {
      "text": "Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you can't accomplish.",
      "source": "Brad Henry",
      "length": 143,
      "id": 7906
    },
    {
      "text": "I have learned that champions aren't just born; champions can be made when they embrace and commit to life-changing positive habits.",
      "source": "Lewis Howes",
      "length": 132,
      "id": 7907
    },
    {
      "text": "Take your mind off the problems for a moment, and focus on the positive possibilities. Consider how very much you are able to do.",
      "source": "Ralph Marston",
      "length": 129,
      "id": 7908
    },
    {
      "text": "Let things come and go. Stay calm, don't let anything disturb your peace, and carry on.",
      "source": "Germany Kent",
      "length": 87,
      "id": 7909
    },
    {
      "text": "You have to stop worrying about whether people like you. Some people don't even like themselves.",
      "source": "Andrena Sawyer",
      "length": 96,
      "id": 7910
    },
    {
      "text": "Great things happen to those who don't stop believing, trying, learning, and being grateful.",
      "source": "Roy T. Bennett",
      "length": 92,
      "id": 7911
    },
    {
      "text": "As you remove toxic people from your life, you free up space and emotional energy for positive, healthy relationships.",
      "source": "John Mark Green",
      "length": 118,
      "id": 7912
    },
    {
      "text": "If you find someone who makes you smile, who checks up on you often to see if you're okay, who watches out for you and wants the best for you, who loves and respects you, don't let them go. People like that are hard to find.",
      "source": "Franz Kafka",
      "length": 224,
      "id": 7913
    },
    {
      "text": "We leave something of ourselves behind when we leave a place, we stay there, even though we go away. And there are things in us that we can find again only by going back there.",
      "source": "Pascal Mercier",
      "length": 176,
      "id": 7914
    },
    {
      "text": "Don't hope that events will turn out the way you want, welcome events in whichever way they happen: this is the path to peace.",
      "source": "Epictetus",
      "length": 126,
      "id": 7915
    },
    {
      "text": "Sometimes beautiful things come into our lives out of nowhere. We can't always understand them, but we have to trust in them. I know you want to question everything, but sometimes it pays to just have a little faith.",
      "source": "Lauren Kate",
      "length": 216,
      "id": 7916
    },
    {
      "text": "Fear of failure is the saddest reason on earth not to do what you were meant to do.",
      "source": "J.K. Rowling",
      "length": 83,
      "id": 7917
    },
    {
      "text": "The foolish man seeks happiness in the distance; the wise grows it under his feet.",
      "source": "James Openheim",
      "length": 82,
      "id": 7918
    },
    {
      "text": "Dance. Smile. Giggle. Marvel. Trust. Hope. Love. Wish. Believe. Most of all, enjoy every moment of the journey, and appreciate where you are at this moment instead of always focusing on how far you have to go.",
      "source": "Mandy Hale",
      "length": 209,
      "id": 7919
    },
    {
      "text": "You can choose to let this thing bother you or let this be an adventure and welcome the challenge.",
      "source": "Fred Rogers",
      "length": 98,
      "id": 7920
    },
    {
      "text": "If you will believe and stay in faith, and expect good things, you too can defy the odds.",
      "source": "Joel Osteen",
      "length": 89,
      "id": 7921
    },
    {
      "text": "When you affirm big, believe big and pray big, putting faith into action, big things happen.",
      "source": "Norman Vincent Peale",
      "length": 92,
      "id": 7922
    },
    {
      "text": "Enjoy today. It is one of the \"good old days\" you will miss in the future.",
      "source": "Etta Sawyerr",
      "length": 74,
      "id": 7923
    },
    {
      "text": "The most interesting people you'll find are ones that don't fit into your average cardboard box. They'll make what they need, they'll make their own boxes.",
      "source": "Dr. Temple Grandin",
      "length": 155,
      "id": 7924
    },
    {
      "text": "Until you let go of all the toxic people in your life, you will never be able to grow into your fullest potential. Let them go so you can grow.",
      "source": "DLQ",
      "length": 143,
      "id": 7925
    },
    {
      "text": "Viruses are contagious but so is fear, hysteria, calm, love, enthusiasm, kindness and joy. Choose wisely.",
      "source": "Daniel G. Amen",
      "length": 105,
      "id": 7926
    },
    {
      "text": "Gratitude means to recognize the good in your life, be thankful for whatever you have, some people may not even have one of those things you consider precious to you (love, family, friends etc). Each day give thanks for the gift of life. You are blessed.",
      "source": "Pablo",
      "length": 254,
      "id": 7927
    },
    {
      "text": "It's the people who feel strong and good about themselves who are best able to accept outside difference - their own and others!",
      "source": "Fred Rogers",
      "length": 128,
      "id": 7928
    },
    {
      "text": "When the negative thoughts come - and they will; they come to all of us - it's not enough to just not dwell on it... You've got to replace it with a positive thought.",
      "source": "Joel Osteen",
      "length": 166,
      "id": 7929
    },
    {
      "text": "Forget past mistakes. Forget failures. Forget about everything except what you're going to do now - and do it.",
      "source": "William Durant",
      "length": 110,
      "id": 7930
    },
    {
      "text": "At the end of the day, we must go forward with hope and not backward by fear and division.",
      "source": "Jesse Jackson",
      "length": 90,
      "id": 7931
    },
    {
      "text": "You always own the option of having no opinion. There is never any need to get worked up or to trouble your soul about things you can't control. These things are not asking to be judged by you. Leave them alone.",
      "source": "Marcus Aurelius",
      "length": 211,
      "id": 7932
    },
    {
      "text": "I truly believe in positive synergy, that your positive mindset gives you a more hopeful outlook, and belief that you can do something great means you will do something great.",
      "source": "Russell Wilson",
      "length": 175,
      "id": 7933
    },
    {
      "text": "Never be in a hurry; do everything quietly and in a calm spirit. Do not lose your inner peace for anything whatsoever, even if your whole world seems upset.",
      "source": "Saint Francis de Sales",
      "length": 156,
      "id": 7934
    },
    {
      "text": "If you truly pour your heart into what you believe in, even if it makes you vulnerable, amazing things can and will happen.",
      "source": "Emma Watson",
      "length": 123,
      "id": 7935
    },
    {
      "text": "If you concentrate on finding whatever is good in every situation, you will discover that your life will suddenly be filled with gratitude, a feeling that nurtures the soul.",
      "source": "Rabbi Harold Kushner",
      "length": 173,
      "id": 7936
    },
    {
      "text": "There is no limit to the power of the human mind. The more concentrated it is, the more power is brought to bear on one point.",
      "source": "Swami Vivekananda",
      "length": 126,
      "id": 7937
    },
    {
      "text": "Don't wait for someone to bring you flowers. Plant your own garden and decorate your own soul.",
      "source": "Osho",
      "length": 94,
      "id": 7938
    },
    {
      "text": "Just believe in yourself. Even if you don't, pretend that you do and, at some point, you will.",
      "source": "Venus Williams",
      "length": 94,
      "id": 7939
    },
    {
      "text": "Courage means being able to do something new. It also means taking steps to \"be\" someone new.",
      "source": "Iyanla Vanzant",
      "length": 93,
      "id": 7940
    },
    {
      "text": "Always be thankful for the little things... Even the smallest mountains can hide the most breathtaking views.",
      "source": "Nyki Mack",
      "length": 109,
      "id": 7941
    },
    {
      "text": "Focus on your strengths, not your weaknesses. Focus on your character, not your reputation. Focus on your blessings, not your misfortunes.",
      "source": "Roy T. Bennett",
      "length": 138,
      "id": 7942
    },
    {
      "text": "Inner peace doesn't come from getting what we want, but from remembering who we are.",
      "source": "Marianne Williamson",
      "length": 84,
      "id": 7943
    },
    {
      "text": "What is rare is not raw talent, skill, or even confidence, but humility, diligence, and self-awareness.",
      "source": "Ryan Holiday",
      "length": 103,
      "id": 7944
    },
    {
      "text": "Our real blessings often appear to us in the shape of pains, losses and disappointments; but let us have patience and we soon shall see them in their proper figures.",
      "source": "Joseph Addison",
      "length": 165,
      "id": 7945
    },
    {
      "text": "It always gets worse before it can get better. But it will get better. Like everything else, and like our past struggles, at some point we win, but before that win, there's always that loss that spurs us on.",
      "source": "Dolores Huerta",
      "length": 207,
      "id": 7946
    },
    {
      "text": "Focus your mind on all the wonderful things in your life - you truly are blessed.",
      "source": "Asad Meah",
      "length": 81,
      "id": 7947
    },
    {
      "text": "To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless.",
      "source": "G.K. Chesterton",
      "length": 170,
      "id": 7948
    },
    {
      "text": "Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation.",
      "source": "Rumi",
      "length": 138,
      "id": 7949
    },
    {
      "text": "The first rule is to keep an untroubled spirit. The second is to look things in the face and know them for what they are.",
      "source": "Marcus Aurelius",
      "length": 121,
      "id": 7950
    },
    {
      "text": "Our souls are not hungry for fame, comfort, wealth, or power. Our souls are hungry for meaning, for the sense that we have figured out how to live so that our lives matter.",
      "source": "Harold S. Kushner",
      "length": 172,
      "id": 7951
    },
    {
      "text": "Learn to get in touch with the silence within yourself and know that everything in this life has a purpose. There are no mistakes, no coincidences. All events are blessings given to us to learn from.",
      "source": "Elisabeth Kübler-Ross",
      "length": 199,
      "id": 7952
    },
    {
      "text": "You always have more blessing than problems. You just have to spend more time appreciating your invisible blessings - and not put in so much time analyzing your problems.",
      "source": "Karen Salmansohn",
      "length": 170,
      "id": 7953
    },
    {
      "text": "When you connect to the silence within you, that is when you can make sense of the disturbance going on around you.",
      "source": "Stephen Richards",
      "length": 115,
      "id": 7954
    },
    {
      "text": "Never stop fighting no matter what anyone says. If it's in your gut, your soul, there's nothing, no worldly possession that should come between you and your expression.",
      "source": "Kanye West",
      "length": 168,
      "id": 7955
    },
    {
      "text": "Stop leaving and you will arrive. Stop searching and you will see. Stop running away and you will be found.",
      "source": "Lao Tzu",
      "length": 107,
      "id": 7956
    },
    {
      "text": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.",
      "source": "Mark Twain",
      "length": 88,
      "id": 7957
    },
    {
      "text": "Imagine repeating the power words 'love' or 'happiness' for five minutes twice a day for the rest of your life, amazing things could happen.",
      "source": "Stephen Richards",
      "length": 140,
      "id": 7958
    },
    {
      "text": "Examine the energy you are sending into the world. Is it positive, loving and hopeful or is it negative, hostile and angry?",
      "source": "Avina Celeste",
      "length": 123,
      "id": 7959
    },
    {
      "text": "The man of knowledge must be able not only to love his enemies but also to hate his friends.",
      "source": "Friedrich Nietzsche",
      "length": 92,
      "id": 7960
    },
    {
      "text": "The higher the vibration, the more positive the events or people you attract and likewise.",
      "source": "Stephen Richards",
      "length": 90,
      "id": 7961
    },
    {
      "text": "Authenticity is the daily practice of letting go of who we think we're supposed to be and embracing who we are.",
      "source": "Brené Brown",
      "length": 111,
      "id": 7962
    },
    {
      "text": "Remember that reading these quotes will not change your life. These quotes only work to push you in the right direction. You are the only one who can change you.",
      "source": "Avina Celeste",
      "length": 161,
      "id": 7963
    },
    {
      "text": "Gratitude raises your awareness and focus and it can inspire you to achieve better for yourself and the people around you.",
      "source": "Stephen Richards",
      "length": 122,
      "id": 7964
    },
    {
      "text": "Don't sit still; start moving now. In the beginning, you may not go in the direction you want, but as long as you are moving, you are creating alternatives and possibilities.",
      "source": "Rodolfo Costa",
      "length": 174,
      "id": 7965
    },
    {
      "text": "You only can get out of our challenges by changing yourself. Change comes from within... a greater passion, a greater commitment, and a greater life. you can begin today.",
      "source": "Farshad Asl",
      "length": 170,
      "id": 7966
    },
    {
      "text": "You come to love not by finding the perfect person, but by learning to see an imperfect person perfectly.",
      "source": "Sam Keen",
      "length": 105,
      "id": 7967
    },
    {
      "text": "We can never obtain peace in the outer world until we make peace with ourselves.",
      "source": "Dalai Lama",
      "length": 80,
      "id": 7968
    },
    {
      "text": "When you depersonalize abrasive behavior and see it as a call for help you become a catalyst for the best kind of change.",
      "source": "Marilyn Suttle",
      "length": 121,
      "id": 7969
    },
    {
      "text": "A fit body, a calm mind, a house full of love. These things can't be bought - they must be earned.",
      "source": "Naval Ravikant",
      "length": 98,
      "id": 7970
    },
    {
      "text": "When sadness knows the reason of tears, heart prepares to carry the ache for years.",
      "source": "Munia Khan",
      "length": 83,
      "id": 7971
    },
    {
      "text": "Our Positivity repels the external negative energy and attract the positive energy.",
      "source": "Sukant Ratnakar",
      "length": 83,
      "id": 7972
    },
    {
      "text": "It takes many good deeds to build a good reputation, and only one bad one to lose it.",
      "source": "Benjamin Franklin",
      "length": 85,
      "id": 7973
    },
    {
      "text": "It's how you deal with failure that determines how you achieve success.",
      "source": "David Feherty",
      "length": 71,
      "id": 7974
    },
    {
      "text": "If you leave your dreams on your pillow, you might as well just stay in bed. To make dreams come true you've got to get up and take action.",
      "source": "Toni Sorenson",
      "length": 139,
      "id": 7975
    },
    {
      "text": "The great dividing line between success and failure is Cosmic Ordering.",
      "source": "Stephen Richards",
      "length": 71,
      "id": 7976
    },
    {
      "text": "Rest but never quit. Even the sun has a sinking spell each evening. But it always rises the next morning. At sunrise, every soul is born again.",
      "source": "Muhammad Ali",
      "length": 143,
      "id": 7977
    },
    {
      "text": "You're not going to enjoy every minute of the journey, but the success you'll find at the end will make it all worth it.",
      "source": "Muhammad Ali",
      "length": 120,
      "id": 7978
    },
    {
      "text": "If you can be continuously aware of each thought as it rises, and if you can be so indifferent to it that it doesn't sprout or flourish, you are well on the way to escaping from the entanglements of mind.",
      "source": "Annamalai Swami",
      "length": 204,
      "id": 7979
    },
    {
      "text": "They that pursue their dreams unrelentingly with tenacity and the right attitude never continue to live with dreams forever. They live their dreams and realize their aspirations.",
      "source": "Ernest Agyemang Yeboah",
      "length": 178,
      "id": 7980
    },
    {
      "text": "Self-discipline is the ability to make yourself do what you should do, when you should do it, whether you feel like it or not.",
      "source": "Elbert Hubbard",
      "length": 126,
      "id": 7981
    },
    {
      "text": "If you are going down a road and don't like what's in front of you, and look behind you and don't like what you see, get off the road. Create a new path!",
      "source": "Maya Angelou",
      "length": 153,
      "id": 7982
    },
    {
      "text": "You current situation is giving you an opportunity to re-evaluate what you want.",
      "source": "Tashabee",
      "length": 80,
      "id": 7983
    },
    {
      "text": "No one else will ever see your dream until YOU envision it. See it and they'll see it too.",
      "source": "Toni Sorenson",
      "length": 90,
      "id": 7984
    },
    {
      "text": "Big or small, be ready to do your part when you dare to dream and you will be rewarded with success from the Universe.",
      "source": "Stephen Richards",
      "length": 118,
      "id": 7985
    },
    {
      "text": "Wishing to be friends is quick work, but friendship is a slow-ripening fruit.",
      "source": "Aristotle",
      "length": 77,
      "id": 7986
    },
    {
      "text": "Don't stop pursuing your dreams in the midst of all the difficult situations you find yourself to be in. Instead, set your goals in faith.",
      "source": "Auliq Ice",
      "length": 138,
      "id": 7987
    },
    {
      "text": "Real difficulties can be overcome; it is only the imaginary ones that are unconquerable.",
      "source": "Theodore N. Vail",
      "length": 88,
      "id": 7988
    },
    {
      "text": "Everybody has dreams and goals. All you have to do is dig them up.",
      "source": "Stephen Richards",
      "length": 66,
      "id": 7989
    },
    {
      "text": "Integrity, undivided loyalty, love. The pure in heart have a special blessing. Because there is no limit to how good life can become.",
      "source": "Angie Karan",
      "length": 133,
      "id": 7990
    },
    {
      "text": "Discipline yourself to do the things you need to do when you need to do them, and the day will come when you will be able to do the things you want to do when you want to do them.",
      "source": "Zig Ziglar",
      "length": 179,
      "id": 7991
    },
    {
      "text": "I have learned to live my life one step, one breath, and one moment at a time, but it was a long road. I set out on a journey of love, seeking truth, peace and understanding. I am still learning.",
      "source": "Muhammad Ali",
      "length": 195,
      "id": 7992
    },
    {
      "text": "Don't follow the path. Go where there is no path and begin the trail. When you start a new trail equipped with courage, strength and conviction, the only thing that can stop you is you!",
      "source": "Ruby Bridges",
      "length": 185,
      "id": 7993
    },
    {
      "text": "Darlin' you don't need all that armor. Because what lives inside, they can't break.",
      "source": "J. M. Storm",
      "length": 83,
      "id": 7994
    },
    {
      "text": "Success will be within your reach only when you start reaching out for it.",
      "source": "Stephen Richards",
      "length": 74,
      "id": 7995
    },
    {
      "text": "If your dream ain't bigger than you, there's a problem with your dream.",
      "source": "Deion Sanders",
      "length": 71,
      "id": 7996
    },
    {
      "text": "You are self employed. You work to pay your bills, build your dreams and create your life, regardless of who signs your paycheck.",
      "source": "Rob Liano",
      "length": 129,
      "id": 7997
    },
    {
      "text": "I will breathe. I will think of solutions. I will not let my worry control me. I will not let my stress level break me. I will simply breathe. And it will be okay.",
      "source": "Shayne McClendon",
      "length": 163,
      "id": 7998
    },
    {
      "text": "Keep your mindset strong, your heart pure, your intentions kind and your dreams big.",
      "source": "Nikki Rowe",
      "length": 84,
      "id": 7999
    },
    {
      "text": "You can't 'fit yourself in' to greatness. This can only be done by embracing and pursuing your biggest dreams and desires.",
      "source": "Gordana Biernat",
      "length": 122,
      "id": 8000
    },
    {
      "text": "The ego gets what it wants with words. The soul finds what it needs in silence.",
      "source": "Richard Rohr",
      "length": 79,
      "id": 8001
    },
    {
      "text": "It's better to dare to dream big and achieve half of your dreams than to dream small dreams and achieve all.",
      "source": "Bernard Kelvin Clive",
      "length": 108,
      "id": 8002
    },
    {
      "text": "If you have a dream, keep it. But write it down and take appropriate actions to see it manifest.",
      "source": "T.F. Hodge",
      "length": 96,
      "id": 8003
    },
    {
      "text": "Every time you thought you couldn't keep moving forward, you did. Take a moment to appreciate your strength.",
      "source": "Karen Salmansohn",
      "length": 108,
      "id": 8004
    },
    {
      "text": "A life can change in a tenth of a second. Or sometimes it can take 70 years.",
      "source": "Charles Bukowski",
      "length": 76,
      "id": 8005
    },
    {
      "text": "Just learn from your mistakes.. and forgive yourself.. and better yourself.",
      "source": "Richard Allen",
      "length": 75,
      "id": 8006
    },
    {
      "text": "The true measure of success is how many times you can bounce back from failure.",
      "source": "Stephen Richards",
      "length": 79,
      "id": 8007
    },
    {
      "text": "Success is not achieved by winning all the time. Real success comes when we rise after we fall.",
      "source": "Muhammad Ali",
      "length": 95,
      "id": 8008
    },
    {
      "text": "If they talk about other people with you, they will talk about you with other people.",
      "source": "Carlos Wallace",
      "length": 85,
      "id": 8009
    },
    {
      "text": "Investing in yourself is the best investment you will ever make. It will not only improve your life, it will improve the lives of all those around you.",
      "source": "Robin Sharma",
      "length": 151,
      "id": 8010
    },
    {
      "text": "Unease, anxiety, tension, stress, worry - all forms of fear - are caused by too much future, and not enough presence.",
      "source": "Eckhart Tolle",
      "length": 117,
      "id": 8011
    },
    {
      "text": "A purpose of human life, no matter who is controlling it, is to love whoever is around to be loved.",
      "source": "Kurt Vonnegut Jr",
      "length": 99,
      "id": 8012
    },
    {
      "text": "A person tied to the world of sorrows can return to nature for inspiration. Nature provides solace to troubled hearts.",
      "source": "Kilroy J. Oldster",
      "length": 118,
      "id": 8013
    },
    {
      "text": "As much as the destination ends the journey, so it is of the dream coming true.",
      "source": "Stephen Richards",
      "length": 79,
      "id": 8014
    },
    {
      "text": "Calmness is a human superpower. The ability to not overreact or take things personally keeps your mind clear and your heart at peace.",
      "source": "Marc and Angel",
      "length": 133,
      "id": 8015
    },
    {
      "text": "By improving yourself, the world is made better. Be not afraid of growing too slowly. Be afraid only of standing still.",
      "source": "Benjamin Franklin",
      "length": 119,
      "id": 8016
    },
    {
      "text": "Stress is not created by the events in your life, but by your reaction to them.",
      "source": "James Pierce",
      "length": 79,
      "id": 8017
    },
    {
      "text": "Be patient, life will offer you another chance as soon as you find calm within, for abundance is born out of calmness.",
      "source": "Leon Brown",
      "length": 118,
      "id": 8018
    },
    {
      "text": "Look forward to the future and look forward to the unknown. Nothing stays the same and people change. One day that hurt and pain will be a distant memory.",
      "source": "Angela Merkel",
      "length": 154,
      "id": 8019
    },
    {
      "text": "You can't change your destination overnight, but you can change your direction overnight. If you want to reach your goals and fulfill your potential, become intentional about your personal growth. It will change your life.",
      "source": "Jim Rohn",
      "length": 222,
      "id": 8020
    },
    {
      "text": "Associate yourself with people who think positively. You can't surround yourself with negative people and expect positive outcomes.",
      "source": "Roy Bennett",
      "length": 131,
      "id": 8021
    },
    {
      "text": "A person who practices compassion and forgiveness has great inner strength, whereas aggression is usually a sign of weakness.",
      "source": "Dalai Lama",
      "length": 125,
      "id": 8022
    },
    {
      "text": "When you are focused on what you're doing, you are not going to miss the next opportunity... it's more likely that you get more!",
      "source": "Stephen Richards",
      "length": 128,
      "id": 8023
    },
    {
      "text": "The speed of your success is limited only by your dedication and what you're willing to sacrifice.",
      "source": "Nathan W. Morris",
      "length": 98,
      "id": 8024
    },
    {
      "text": "What brings us to tears, will lead us to grace. Our pain is never wasted.",
      "source": "Bob Goff",
      "length": 73,
      "id": 8025
    },
    {
      "text": "Remember: we don't control what happens, we control how we respond.",
      "source": "Ryan Holiday",
      "length": 67,
      "id": 8026
    },
    {
      "text": "Accept - then act. Whatever the present moment contains, accept it as if you had chosen it. Always work with it, not against it. Make it your friend and ally, not your enemy. This will miraculously transform your whole life.",
      "source": "Eckhart Tolle",
      "length": 224,
      "id": 8027
    },
    {
      "text": "If you keep doing what you have always done, your life will never change. Change your routine.",
      "source": "Avina Celeste",
      "length": 94,
      "id": 8028
    },
    {
      "text": "Like arsenic, toxic people slowly kill you. They kill your positive spirit and play with your mind and emotions. The only cure is to let them go.",
      "source": "Dennisse Lisseth",
      "length": 145,
      "id": 8029
    }
  ]
}